Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/Podcasts.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FOOTER_TEXT_MAC
source: Protecting the privacy and security of your information is a priority for everyone at Apple. We work hard to collect only the data we need to make your experience better, and when we do collect data, we believe it’s important for you to know what we’re collecting and why we need it, so you can make informed choices. Apple Podcasts, like every Apple product and service, is designed with these principles in mind. Providing and Improving Apple Podcasts We collect data about podcast listening and interactions in order to provide and improve the service, and to understand and provide aggregate reports about podcast listenership. This data includes information about the podcasts you listen to, such as how much of a podcast you listen to, when you listen, and when you stream, download, or follow. To help improve and personalize the service, we collect information about your interactions with Apple Podcasts, such as links you click. We designed Apple Podcasts so that this data is not linked to other Apple services. This information is associated with a random unique identifier that is specific to Apple Podcasts and not stored with your Apple Account. We use iCloud Keychain to sync the identifier across your devices that have iCloud Keychain enabled. To reset the identifier included in playback data sent to Apple on Mac, go to Podcasts > Help > Reset Identifier. As a convenience to you, Apple Podcasts syncs the play position of the podcast episodes you are listening to, as well as the contents of your library, including the shows you follow, the episodes you have saved, and your stations so that you can enjoy the same Apple Podcasts experience from any of your devices. This information is stored in association with your Apple Account. You can disable syncing of your library at any time in Settings. We use information about your channel subscriptions, followed Podcasts, recent Podcast plays, and recent recommendations to personalize the service and help you discover the content that’s most relevant to you. You can disable personalization in Apple Podcasts, as well as in the App Store, Apple Books, the iTunes Store, Apple TV, and for subscriptions from Apple, by turning off Personalized Recommendations for your Apple Account. On your iOS, iPadOS, or visionOS device, go to Settings > [your name] > Media & Purchases > View Account, and then tap to turn off Personalized Recommendations. We share data with podcast providers only in aggregate form. We do not share any of your personal data with third parties. Keep in mind, however, that when you play or download podcast episodes from some podcast providers or use Siri to listen to an audio brief, those providers may be able to collect information about your use of their podcasts, and that collection is governed by their privacy policies and practices. For example, when you add a show by URL or listen to a podcast that is hosted by a third-party hosting platform, your device connects directly to the third-party hosting platform to provide you with the requested content. When it connects, your device’s IP address will be visible to the third-party hosting platform. The handling of your IP address by the third-party hosting platform is governed by the privacy policies of this third party. Other apps and devices that offer Apple Podcasts integrations may request access to Apple Podcasts and your Podcasts Library. If you give such permission to an app or device integration, it can access information like your library, your podcast play activity, and your recommendations. A permitted app or device can also modify data associated with your account, such as which podcasts are in your library. You can disable a Mac app’s access on your Mac by going to System Settings > Privacy & Security > Media & Apple Music. You can disable access by other apps or devices in your Apple Music account settings. Communicating with You Apple may use information about your account, such as the Apple products you own and your subscriptions to Apple services, to send you communications about Apple Podcasts and other Apple products, services, and offers that may be of interest to you. Apple may also use information about your purchase activity within Apple Podcasts to send you emails and push notifications about new features, content, and offers available on Apple Podcasts. You can change your email preferences and opt out of receiving these emails by going to account.apple.com. To update your notification preferences on Mac, go to System Settings > Notifications > Podcasts. Apple uses information about your interactions with our communications, including notifications, to improve our services. Apple Podcasts Subscriptions If you purchase podcasts subscriptions from Apple Podcasts, we will use personal data that is necessary to process your purchase transactions, such as your account and payment information, which you can access and change in settings, and your purchase history. We may also use your personal data to check whether you are eligible for a free trial or special offer from Apple Podcasts. We use information about your active subscriptions to Apple services and third-party apps purchased through the App Store to check whether you are entitled to access additional subscribed content in Apple Podcasts. If you have previously purchased a subscription directly from a third party with available content, you will be able to verify your subscription with the third party and get access to such content. Preventing Fraud and Other Malicious Activity When you use a payment card, Apple may retain and automatically update your card number and billing information for future purchases, recurring transactions, or other uses you authorize. Apple may obtain this information from your financial institution or payment network, and also use it for fraud prevention and verification. Apple may also use information about your historical business relationship with Apple to process Apple Podcasts subscription renewals and to determine whether to provide ongoing access to your subscriptions in advance of authorization by the payment partner. We will also compute a device trust score on your device when you attempt a purchase using information about how you use your device, including the approximate number of phone calls or emails you send and receive. The submission is designed so Apple cannot learn the underlying values on your device. The score is stored for a fixed time on our servers. Apple may use information about your use of Apple Podcasts to prevent or take action against activities that are, or may be, in breach of the macOS Software License Agreement or applicable law. Applicable Legal Basis for Processing Personal Data We process your personal data in Apple Podcasts generally for performance of your contract with Apple, as necessary for providing the service, and to comply with our legal obligations. Where consent is the appropriate legal basis, we seek it in accordance with applicable local law. Where applicable local law provides, we process personal data as necessary for purposes of our legitimate interests or those of a third party, in order to: • Display content available to you • Sync your playback position and library across devices • Optimize and improve the service for you and others, and send you communications about Apple Podcasts and other related Apple products, services, and offers that may be of interest to you • Prevent fraud and other malicious activity The data used includes: • Your use of Apple Podcasts, including play position and the content in your library • The podcasts subscriptions you purchase in Apple Podcasts • Your account, such as the Apple products you own and your subscriptions to Apple services • Your IP address Retention We retain personal data associated with your purchases in Apple Podcasts for the periods specified by applicable laws relating to financial reporting, which vary by region. For most customers, that requires at least a 10-year retention period, but in regions such as China that period can be 30 years. We also retain a record of your purchases for at least as long as you have an account with us to allow you to access that content, again in line with our applicable terms. Some information, such as transactions but not your stored card details, may be retained as business records even after you close your account or stop using Apple Podcasts. At all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com/privacy.
ar: تمثل حماية خصوصية وأمان معلوماتك أولوية للجميع في Apple؛ ولهذا نعمل جاهدين لجمع البيانات التي نحتاج إليها فقط بهدف تحسين تجربتك وجعلها أفضل من ذي قبل، وحينما نجمع البيانات نرى أنه من المهم لك أن تكون على دراية بالبيانات التي نجمعها وسبب حاجتنا لها، حتى تتمكن من اتخاذ اختيارات مدروسة. ويسري ذلك أيضًا على Apple Podcasts، تمامًا مثل بقية منتجات وخدمات Apple. توفير وتحسين Apple Podcasts نحن نجمع بيانات حول الاستماع إلى برامج البودكاست والتفاعل معها لتوفير الخدمة وتحسينها، وفهم طبيعة تفاعل المستمعين مع البودكاست ونقدم تقارير مجمعة بذلك. تتضمن هذه البيانات معلومات عن برامج البودكاست التي تستمع إليها، مثل مدة الاستماع وأوقات الاستماع وعندما تقوم بالبث أو التنزيل أو المتابعة. ولتحسين أداء الخدمة وتخصيصها بشكل أكبر، نجمع أيضًا معلومات عن تفاعلك مع Apple Podcasts، مثل الروابط التي تنقر عليها. لقد تم تصميم Apple Podcasts بحيث لا يتم ربط هذه البيانات مع أية خدمات مقدمة من Apple. ويتم ربط هذه البيانات عوضًا عن ذلك بمعرّف عشوائي خاص بـ Apple Podcasts لا يتم تخزينه مع حساب Apple. ونستخدم سلسلة مفاتيح iCloud لمزامنة المعرِّف على جميع أجهزتك التي تم تمكين سلسلة مفاتيح iCloud عليها. لإعادة تعيين المعرِّف المتضمن في بيانات التشغيل المرسلة إلى Apple على Mac، انتقل إلى البودكاست > مساعدة > إعادة تعيين المعرّف. حرصًا على راحتك، تزامن Apple Podcasts مواضع التشغيل في حلقات البودكاست التي تستمع إليها ومحتويات مكتبتك أيضًا، بما في ذلك البرامج التي تتابعها والحلقات التي حفظتها ومحطاتك، وذلك حتى يمكنك الاستمتاع بنفس تجربة Apple Podcasts على أي جهاز من أجهزتك. ويتم تخزين هذه المعلومات بالاقتران مع حساب Apple الخاص بك. يمكنك تعطيل مزامنة مكتبتك في أي وقت في الإعدادات. نستخدم معلومات عن اشتراكات قنواتك، وبرامج البودكاست التي تتابعها، وبرامج البودكاست التي تشغلها مؤخرًا، والتوصيات الحديثة لتخصيص الخدمة ومساعدتك في اكتشاف المحتوى الذي يهمك. يمكنك تعطيل ميزات التخصيص في Apple Podcasts، وكذلك في App Store و Apple Books و iTunes Store و Apple TV وفي الاشتراكات من Apple، عن طريق إيقاف التوصيات المخصصة لحساب Apple. على جهاز iOS أو iPadOS أو visionOS، انتقل إلى الإعدادات > [اسمك] > الوسائط والمشتريات > عرض الحساب، ثم اضغط لإيقاف التوصيات المخصصة. تتم مشاركة البيانات مع مزودي البودكاست بصورة إجمالية. لا تتم مشاركة أي من بياناتك الشخصية مع الجهات الخارجية. ولكن تجدر الإشارة إلى أنه عندما تقوم بتشغيل أو تنزيل حلقات من بعض مزودي البودكاست أو استخدام Siri للاستماع إلى ملخص صوتي، فقد يكون بإمكانهم جمع معلومات عن استخدامك للبودكاست الذي يقدمونه، وتخضع عملية الجمع هذه لسياسات وممارسات الخصوصية المتبعة لديهم. على سبيل المثال، عند إضافة برنامج عبر رابط أو الاستماع إلى بودكاست تستضيفه منصة خارجية، يتصل جهازك مباشرة بمنصة الاستضافة الخارجية لتزويدك بالمحتوى المطلوب. وعند الاتصال، سيظهر عنوان IP الخاص بجهازك لمنصة الاستضافة التابعة لجهة خارجية. ويخضع تعامل منصة الاستضافة التابعة لجهة خارجية مع عنوان IP الخاص بك لسياسات الخصوصية المتبعة لدى هذه الجهة الخارجية. قد تطلب التطبيقات والأجهزة الأخرى التي تقدم تكاملات Apple Podcasts الوصول إلى Apple Podcasts ومكتبة البودكاست الخاصة بك. إذا منحت هذا الإذن لتكامل تطبيق أو جهاز، فسيتمكن من الوصول إلى معلومات مثل مكتبتك ونشاط تشغيل البودكاست وتوصياتك. يمكن أيضًا لأي تطبيق أو جهاز منحته الإذن أن يعدّل البيانات المرتبطة بحسابك، مثل برامج البودكاست الموجودة في مكتبتك. يمكنك تعطيل وصول أي تطبيق Mac على Mac بالانتقال إلى إعدادات النظام > الخصوصية والأمن > الوسائط و Apple Music. يمكنك تعطيل الوصول عن طريق تطبيقات أو أجهزة أخرى في إعدادات حساب Apple Music. التواصل معك قد تستخدم Apple معلومات حول حسابك، مثل منتجات Apple التي تمتلكها واشتراكاتك في خدمات Apple، لإرسال رسائل إليك حول Apple Podcasts ومنتجات Apple وخدماتها وعروضها التي قد تهمك. قد تستخدم Apple أيضًا معلومات حول نشاطك الشرائي في Apple Podcasts لإرسال رسائل بريد إلكتروني وإشعارات لحظية إليك حول الميزات الجديدة والمحتوى والعروض المتوفرة على Apple Podcasts. يمكنك تغيير تفضيلات بريدك الإلكتروني وتعطيل تلقي رسائل البريد الإلكتروني هذه بالانتقال إلى account.apple.com لتحديث تفضيلات الإشعارات على Mac، انتقل إلى إعدادات النظام > الإشعارات > البودكاست. تستخدم Apple معلومات عن تفاعلاتك مع اتصالاتنا، بما في ذلك الإشعارات، بهدف تحسين خدماتنا. اشتراكات Apple Podcasts في حالة شراء برامج بودكاست من اشتراكات Apple Podcasts، سوف نستخدم البيانات الشخصية اللازمة لمعالجة معاملات الشراء، مثل معلومات الدفع والحساب - التي يمكنك الوصول إليها وتغييرها في الإعدادات - وسجل تاريخ الشراء. قد نستخدم أيضًا بياناتك الشخصية للتحقق من أهليتك للحصول على تجربة مجانية أو عرض خاص من اشتراكات Apple Podcasts. نستخدم معلومات حول اشتراكاتك النشطة في خدمات Apple وتطبيقات الجهات الخارجية التي اشتريتها من App Store للتحقق من أحقيتك في الوصول إلى محتوى مشترك إضافي في Apple Podcasts. إذا كنت قد اشتريت اشتراكًا مباشرةً من جهة خارجية لديها محتوى متاح، فستتمكن من التحقق من اشتراكك مع الجهة الخارجية والوصول إلى هذا المحتوى. منع الاحتيال والأنشطة الضارة الأخرى عند استخدام بطاقة دفع، قد تحتفظ Apple برقم البطاقة ومعلومات الفوترة وتحدّث تلك المعلومات تلقائيًا لاستخدامها في عمليات الشراء المستقبلية أو المعاملات المتكررة أو غير ذلك من الاستخدامات الأخرى التي تخوّلها أنت. قد تحصل Apple على هذه المعلومات من المؤسسة المالية أو شبكة الدفع، وقد تستخدمها أيضًا لمنع الاحتيال وإجراء عمليات التحقق. قد تستخدم Apple معلومات حول علاقة العمل التاريخية مع Apple لمعالجة تجديدات اشتراكات Apple Podcast لتحديد ما إذا كانت ستوفر وصولًا مستمرًا إلى اشتراكاتك قبل الحصول على إذن من شريك الدفع. سوف نحسب أيضًا مستوى موثوقية الجهاز على جهازك عندما تحاول إجراء عملية شراء باستخدام معلومات حول كيفية استخدامك لجهازك، بما في ذلك عدد المكالمات أو رسائل البريد الإلكتروني التي ترسلها وتستلمها تقريبًا. ويتم إرسال هذه المعلومات بطريقة لا تمكّن Apple من معرفة القيم الضمنية على جهازك. ويتم تخزين مستوى الموثوقية لمدة زمنية ثابتة على خوادمنا. قد تقوم Apple باستخدام معلومات حول استخدام Apple Podcasts لمنع أو اتخاذ إجراء ضد الأنشطة التي تنتهك أو قد تكون مخالفة لاتفاقية ترخيص برنامج macOS أو القانون المعمول به. الأسس القانونية لمعالجة البيانات الشخصية نعالج بياناتك الشخصية في Apple Podcasts عامة لتنفيذ عقدك مع Apple، وحسبما تقتضيه الضرورة لتقديم الخدمة، ولاستيفاء التزاماتنا القانونية. عندما تكون الموافقة هي الأساس القانوني المناسب، فإننا نطلبها بمقتضى القانون المحلي المعمول به. نعالج البيانات الشخصية حسب الضرورة التي تقتضيها مصالحنا المشروعة أو مصالح جهة خارجية ما حيثما ينص القانون المحلي المعمول به على ذلك، بهدف: • عرض المحتوى المتاح لك • مزامنة موضع التشغيل والمكتبة على جميع الأجهزة • تحسين الخدمة لك وللآخرين، وإرسال مراسلات إليك حول Apple Podcasts ومنتجات Apple وخدماتها وعروضها الأخرى ذات الصلة والتي قد تهمك • منع الاحتيال والأنشطة الضارة الأخرى تتضمن البيانات المستخدمة ما يلي: • استخدامك لتطبيق Apple Podcasts، بما في ذلك موضع التشغيل والمحتوى الموجود في مكتبتك • اشتراكات البودكاست التي تشتريها في Apple Podcasts • حسابك، مثل منتجات Apple التي تملكها واشتراكاتك في خدمات Apple • عنوان IP الاحتفاظ بالمعلومات نحن نحتفظ بالبيانات الشخصية المرتبطة بمشترياتك في اشتراكات Apple Podcasts للفترات الزمنية التي تحددها القوانين المعمول بها فيما يتعلق بالتقارير المالية، والتي تختلف باختلاف المنطقة. لمعظم العملاء، يتطلب ذلك أن تكون فترة الاحتفاظ بالمعلومات عشر سنوات على الأقل، لكن في مناطق مثل الصين، قد تكون هذه الفترة ٣٠ سنة. إضافة إلى ذلك، نحتفظ بسجل المشتريات طالما لديك حساب معنا على الأقل، وذلك حتى نمكنك من الوصول إلى ذلك المحتوى وفقًا للشروط المعمول بها لدينا كما ذكرنا سابقًا. وقد يتم الاحتفاظ ببعض المعلومات مثل المعاملات - دون حفظ تفاصيل بطاقتك المخزنة - في صورة سجلات تجارية، حتى بعد إغلاق حسابك أو التوقف عن استخدام Apple Podcasts. سيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها شركة Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط: www.apple.com/ae-ar/privacy.
bg: Защитата на поверителността и сигурността на вашата информация е приоритет за всички в Apple. Работим усилено, за да събираме само данните, от които се нуждаем, за да направим вашето изживяване по-добро, а когато събираме данни, вярваме, че е важно да знаете какво събираме и защо това ни е необходимо, за да можете да направите информиран избор. Услугата Apple Podcasts, подобно на всеки продукт или услуга на Apple, е проектирана, като са взети предвид тези принципи. Предоставяне и подобряване на Apple Podcasts Ние събираме данни за слушането и взаимодействията с подкасти, за да предоставим и подобрим услугата, както и за да разберем и да предоставим обобщените отчети за процеса на слушане на подкастите. Тези данни включват информация за подкастите, които слушате, като например колко от даден подкаст слушате, кога слушате и кога стриймвате, изтегляте или следвате. За да помогнем за подобряването и персонализирането на услугата, събираме информация за вашите взаимодействия с услугата Apple Podcasts, например връзки, които щраквате. Проектирали сме услугата Apple Podcasts така, че тези данни не са свързани с други услуги на Apple. Тази информация е свързана със случаен уникален идентификатор, който е специфичен за услугата Apple Podcasts и не се съхранява с вашата Apple регистрация. Използваме iCloud ключодържател, за да синхронизираме идентификатора на всички ваши устройства, на които сте активирали iCloud ключодържател. За да нулирате идентификатора, включен в данните за възпроизвеждане, които се изпращат до Apple на Mac, отидете в Подкасти > Помощ > Нулиране на идентификатора. За ваше удобство услугата Apple Podcasts синхронизира позицията при възпроизвеждане на епизодите на подкаста, които слушате, както и съдържанието на вашата библиотека, включително предаванията, които следвате, запазените от вас епизоди и вашите станции, така че да можете да се насладите на същото изживяване в Apple Podcasts от всяко от вашите устройства. Тази информация се съхранява с връзка към вашата Apple регистрация. По всяко време можете да деактивирате синхронизирането на вашата библиотека в Настройки. Използваме информацията за вашите абонаменти за канали, следвани подкасти, наскоро възпроизведени подкасти и последни препоръки, за да персонализираме услугата и да ви помогнем да откривате съдържанието, което е най-подходящо за вас. Можете да изключите персонализирането в Apple Podcasts, както и в приложенията App Store, Apple Books, iTunes Store, Apple TV и за абонаментите от Apple, като изключите Персонализирани препоръки за вашата Apple регистрация. На вашето iOS, iPadOS или visionOS устройство отидете в Настройки > [вашето име] > Медия и покупки > Преглед на регистрация и след това докоснете, за да изключите Персонализирани препоръки. Ние споделяме информация с доставчиците на подкасти само в обобщена форма. Ние не споделяме никаква част от вашите лични данни с трети страни. Имайте предвид обаче, че когато пускате или изтегляте епизоди на подкаст от някои доставчици на подкасти или използвате Siri, за да слушате аудиозапис, тези доставчици може да са в състояние да събират информация за използването от ваша страна на техните подкасти и това събиране се управлява от техните политики и практики за поверителност. Например, когато добавите шоу по URL или слушате подкаст, разположен на хостинг платформата на трета страна, вашето устройство се свързва директно с хостинг платформата на тази трета страна, за да ви предостави исканото съдържание. При свързването IP адресът на вашето устройство ще бъде видим за хостинг платформата на трети страни. Използването на вашия IP адрес от хостинг платформата на трета страна се управлява от политиките за поверителност на тази трета страна. Други приложения и устройства, които предлагат интегриране с услугата Apple Podcasts, може да поискат достъп до Apple Podcasts и вашата библиотека с подкасти. Ако дадете такова разрешение за интегриране на приложение или устройство, то може да има достъп до информация като вашата библиотека, активността ви за възпроизвеждане на подкасти и вашите препоръки. Приложение, което има разрешение, може и да променя свързаната с вашата регистрация информация, например подкастите, които са във вашата библиотека. Можете да отмените достъпа на Mac приложение до вашия Mac, като отидете в Системни настройки > Поверителност и сигурност > Медия и Apple Music. Можете да деактивирате достъпа от други приложения или устройства в настройките на вашата регистрация за Apple Music. Връзка с вас Apple може да използва информация от вашата регистрация, като продуктите на Apple, които притежавате, и вашите абонаменти за услуги на Apple, за да ви изпраща съобщения относно услугата Apple Podcasts и други продукти, услуги и оферти на Apple, които могат да представляват интерес за вас. Apple може да използва информация за вашите покупки в услугата Apple Podcasts, за да ви изпраща имейли и push известия за нови функции, съдържание и оферти, налични в Apple Podcasts. Можете да промените настройките си за имейли и да се откажете от получаването на тези имейли, като отидете на account.apple.com. За да обновите настройките си за известяване на Mac, отворете Системни настройки > Известия > Подкасти. Apple използва информация относно вашето взаимодействие с нашата комуникация, включително известия, за да подобрим нашите услуги. Абонаменти за Apple Podcasts Ако купувате абонаменти за подкасти от Apple Podcasts, ние ще използваме лични данни, необходими за обработка на транзакциите ви за покупка – например информацията за вашата регистрация и плащане, до които можете да получите достъп и да промените в Настройки, както и историята на покупките ви. Също така може да използваме личните ви данни, за да проверим дали отговаряте на условията за безплатна демо версия или специална оферта от Apple Podcasts. Използваме информацията за активните ви абонаменти за услуги на Apple и приложения на други фирми, закупени през App Store, за да проверим дали имате право на достъп до допълнително съдържание от абонаментите в Apple Podcasts. Ако преди сте закупили абонамент директно от друг производител с налично съдържание, ще можете да потвърдите абонамента си към него и да получите достъп до това съдържание. Предотвратяване на измами и други злонамерени дейности Когато използвате карта за плащане, Apple може да запази и автоматично да обновява номера на картата и информацията за фактуриране при бъдещи покупки, повтарящи се транзакции или други случаи на използване, за които предоставите разрешение. Apple може да получи тази информация от вашата финансова институция или мрежа за плащане и да я използва също така за предотвратяване и проверка на измами. Apple също така може да използва информацията за предишните ви бизнес отношения с Apple, за да обработва подновяванията на абонаменти за Apple Podcasts и да определя дали да се продължи достъпът до вашите абонаменти преди оторизацията от партньора за плащането. Също така, когато се опитвате да направите покупка, ние ще изчисляваме рейтинг доверие на устройството за вашето устройство, като използваме информация за това как използвате устройството си, включително приблизителния брой телефонни обаждания или имейли, които изпращате и получавате. Събирането на данните е проектирано така, че Apple не може да научи съответните стойности на данните на вашето устройство. Рейтингът се запазва за определено време на нашите сървъри. Apple може да използва информацията за вашето използване на услугата Apple Podcasts, за да предотврати или предприеме действия срещу дейности, които са или може да са в нарушение на лицензионното споразумение за софтуер за macOS или приложимото законодателство. Приложимо законово основание за обработка на лични данни Обработваме личните ви данни в Apple Podcasts основно за изпълнението на договора ви с Apple, както е необходимо за предоставяне на услугата и за спазване на нашите законови задължения. Когато съгласието е подходящото правно основание, ние го търсим в съответствие с приложимото местно законодателство. Когато приложимото местно законодателство предвижда, обработваме лични данни, както е необходимо за целите на нашите законни интереси или тези на трета страна за: • Показване на налично за вас съдържание • Синхронизиране на вашата позиция на възпроизвеждане и библиотеката на всички устройства • Оптимизиране и подобряване на услугата за вас и други потребители и изпращане на съобщения относно приложението Apple Podcasts и други свързани продукти, услуги и оферти на Apple, които могат да представляват интерес за вас • Предотвратяване на измами и други злонамерени дейности Използваните данни включват: • Вашето използване на Apple Podcasts, включително позиция на възпроизвеждане и съдържанието в библиотеката ви • Абонаментите за подкастите, които купувате от Apple Podcasts • Регистрацията ви като продуктите на Apple, които притежавате, и абонаментите ви за услуги на Apple • Вашия IP адрес Запазване на данните Ние запазваме лични данни, свързани с вашите покупки в Apple Podcasts, за определен период от време според приложимото законодателство за финансови отчети, като този период може да се различава за различните региони. За повечето клиенти се изисква поне 10-годишен период на запазване, но в региони като Китай този период може да бъде 30 години. Също така съхраняваме запис за вашата покупка поне докато имате регистрация при нас, за да ви позволим да имате достъп до това съдържание в съответствие с нашите приложими условия. Някои данни, като транзакции, но не и запазените данни за картата ви, може да се пазят като бизнес записи дори и след като затворите регистрацията си или спрете да използвате услугата Apple Podcasts. Събраната от Apple информация винаги ще се третира в съответствие с Политиката за поверителност на Apple, която може да се намери на адрес www.apple.com/privacy.
ca: A Apple, la protecció de la privacitat i seguretat de la teva informació és una qüestió prioritària. Ens esforcem per recopilar només les dades que necessitem per millorar l’experiència. En aquesta línia, quan recopilem informació, creiem que és important que sàpigues quina és i per a què la necessitem, de manera que puguis prendre decisions amb coneixement. Com la resta de productes i serveis d’Apple, l’Apple Podcasts s’ha dissenyat partint d’aquests principis. Disponibilitat i millora de l’Apple Podcasts Recopilem dades sobre quins pòdcasts escoltes i com hi interacciones per proporcionar i millorar el servei, entendre el comportament de les persones que nʼescolten i elaborar informes agregats al respecte. Les dades inclouen informació sobre els pòdcasts que escoltes, com ara quanta estona i a quina hora els escoltes i quan els reprodueixes, els descarregues o segueixes. Per ajudar a millorar i personalitzar el servei, recopilem informació sobre com interacciones amb lʼApple Podcasts, per exemple, els enllaços en què fas clic. Hem dissenyat lʼApple Podcasts de manera que aquestes dades no es vinculin a altres serveis dʼApple. La informació s’associa a un identificador únic aleatori que és específic de l’Apple Podcasts i no s’emmagatzema amb el compte d’Apple. Utilitzem el clauer de l’iCloud, en cas que l’hagis activat en diversos dispositius, per sincronitzar l’identificador. Per restablir l’identificador que s’envia a Apple amb les dades de reproducció en un Mac, ves a l’app Pòdcasts > Ajuda > Restableix l’identificador. Per a la teva comoditat, l’Apple Podcasts sincronitza el punt en què has aturat els episodis dels pòdcasts que escoltes, i també els continguts de la biblioteca, com ara els programes que segueixes, els episodis que has desat i les emissores, perquè puguis gaudir de la mateixa experiència de l’Apple Podcasts en tots els dispositius. Aquesta informació s’associa al compte ID d’Apple i es desa. Pots deixar de sincronitzar la biblioteca a la configuració. Apple utilitza la informació sobre els canals a què et subscrius, els pòdcasts que segueixes o que has escoltat fa poc, i les recomanacions recents per personalitzar el servei i ajudar‑te a descobrir contingut que sigui rellevant. Si no vols aplicar les funcions de personalització, desactiva les recomanacions personalitzades per al compte d’Apple a l’Apple Podcasts, l’App Store, l’Apple Books, l’iTunes Store, l’Apple TV i les subscripcions d’Apple. En un dispositiu iOS, iPadOS o visionOS, ves a l’app Configuració > [nom] > Continguts i compres > Mostra el compte i, tot seguit, desactiva les recomanacions personalitzades. Compartim dades amb els proveïdors de pòdcasts només de forma agregada. No compartim cap de les teves dades personals amb tercers. Tanmateix, si reprodueixes o descarregues episodis de pòdcasts d’alguns proveïdors de pòdcasts o utilitzes Siri per escoltar un resum d’àudio, aquests proveïdors poden recopilar informació sobre com utilitzes els seus pòdcasts i, en aquest cas, la informació recopilada es regirà per les seves pràctiques i polítiques de privacitat. Per exemple, en afegir un programa a partir de l’URL o en escoltar un pòdcast allotjat en una plataforma de tercers, el dispositiu s’hi connecta directament per proporcionar‑te el contingut que has sol·licitat. En connectar‑s’hi, la plataforma d’allotjament de tercers podrà veure l’adreça IP del dispositiu. La gestió de l’adreça IP per part de la plataforma d’allotjament de tercers es regeix per les seves polítiques de privacitat. És possible que altres apps i dispositius que ofereixin continguts integrats a l’Apple Podcasts et demanin accés a l’app i a la biblioteca de pòdcasts. Si dones permís a una app o un dispositiu perquè s’integri, podrà accedir a informació com ara la biblioteca, l’activitat de reproducció de pòdcasts i les recomanacions. Les apps o els dispositius a què hagis donat permís també podran modificar les dades associades al compte, per exemple, quins pòdcasts es mostren a la biblioteca. Per denegar l’accés al Mac a les apps que hi tinguis instal·lades, ves a l’app Configuració del Sistema > Privacitat i seguretat > Multimèdia i Apple Music. També pots denegar l’accés a altres apps o dispositius a la configuració del compte de l’Apple Music. Comunicació amb tu Apple podrà utilitzar la informació sobre el compte, com ara els productes d’Apple que tens i els serveis d’Apple a què t’hagis subscrit, per enviar‑te comunicacions sobre l’Apple Podcasts i altres productes, serveis i ofertes d’Apple que et puguin interessar. Apple també podrà utilitzar informació sobre l’activitat de compra a l’Apple Podcasts per enviar‑te correus electrònics i notificacions push sobre noves funcions, continguts i ofertes disponibles a l’Apple Podcasts. Per canviar les preferències dels correus i deixar de rebre’n, ves a account.apple.com. Per actualitzar les preferències de les notificacions al Mac, ves a l’app Configuració del Sistema > Notificacions > Pòdcasts. Apple utilitza la informació sobre com interacciones amb les comunicacions, incloses les notificacions, per millorar els serveis. Subscripcions de l’Apple Podcasts Si et subscrius a pòdcasts de pagament a través de lʼApple Podcasts, utilitzarem les dades personals necessàries per processar les transaccions de compra, com ara la informació de pagament i del compte, i lʼhistorial de compres. Pots accedir a les dades i modificar‑les a la configuració. Apple també pot utilitzar les dades personals per comprovar si pots optar a proves gratuïtes o ofertes especials de lʼApple Podcasts. Utilitzem la informació sobre les subscripcions actives als serveis d’Apple i a d’altres de tercers comprades a través de l’App Store per comprovar si pots accedir a contingut addicional de l’Apple Podcasts que requereixi subscripció. Si ja has comprat una subscripció amb contingut disponible a través d’un tercer directament, podràs verificar‑la amb el proveïdor en qüestió i accedir al contingut. Prevenció del frau i d’altres activitats malicioses En utilitzar una targeta de pagament, Apple pot registrar i actualitzar automàticament el número de la targeta i la informació de facturació per a futures compres, transaccions recurrents i altres usos que autoritzis. Apple pot obtenir aquesta informació de la teva institució financera o xarxa de pagament i utilitzar‑la per prevenir el frau i fer les verificacions pertinents. Apple també pot utilitzar la informació sobre la relació comercial que hi tens per processar les renovacions de les subscripcions de l’Apple Podcasts i per determinar si se’t permet accedir a les subscripcions abans que la part responsable del pagament ho autoritzi. Cada vegada que proves de fer una compra, també calculem una puntuació de confiança del dispositiu mitjançant la informació sobre com l’utilitzes, cosa que inclou la quantitat aproximada de trucades telefòniques o correus electrònics que envies i reps. La informació s’envia de manera que Apple no pugui conèixer els valors reals del dispositiu. La puntuació es conserva durant un període de temps determinat als nostres servidors. Apple pot fer servir la informació sobre com utilitzes l’Apple Podcasts per impedir les activitats que representin o puguin representar l’incompliment del contracte de llicència de programari del macOS o la legislació aplicable. Base jurídica aplicable al processament de dades personals Processem les dades personals de l’Apple Podcasts de manera general per aplicar el contracte amb Apple (com calgui per oferir el servei) i per complir les obligacions legals pertinents. A les ubicacions en què la base jurídica sigui el consentiment, el demanem d’acord amb la legislació local aplicable. En els casos en què així s’estipuli a la legislació local aplicable, processem les dades personals com sigui necessari per satisfer els nostres interessos legítims o els d’un tercer per: • mostrar‑te el contingut disponible; • sincronitzar la posició del cursor de reproducció i la biblioteca en tots els dispositius; • optimitzar i millorar el servei i enviar‑te comunicacions sobre l’Apple Podcasts i altres ofertes, productes i serveis d’Apple relacionats que et puguin interessar, inclòs l’Apple One; • prevenir el frau i altres activitats malicioses. Les dades utilitzades inclouen el següent: • informació sobre com utilitzes l’Apple Podcasts, com ara la posició del cursor de reproducció i el contingut de la biblioteca; • subscripcions a pòdcasts que compres a l’Apple Podcasts; • dades del compte, com ara els productes Apple que tens i els serveis d’Apple a què t’has subscrit; • adreça IP. Conservació Conservem les dades personals associades a les compres que fas a l’Apple Podcasts durant els períodes de temps especificats a la legislació aplicable relativa a la comunicació d’informació financera, que varia segons la regió. En el cas de la majoria de clients, el període de conservació és d’un mínim de 10 anys, però en regions com la Xina aquest període pot ser de fins a 30 anys. També conservarem un informe dels continguts que hagis comprat durant almenys el temps que tinguis un compte amb nosaltres perquè puguis accedir‑hi, sempre d’acord amb les condicions aplicables. Podem conservar alguns tipus d’informació, com ara les transaccions (però no les dades desades de la targeta), en forma de registres comercials encara que hagis cancel·lat el compte o hagis deixat d’utilitzar l’Apple Podcasts. La informació rebuda per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que està disponible a www.apple.com/es/privacy.
cs: Ochrana vašeho soukromí a bezpečnosti vašich osobních údajů je prioritou pro celý tým společnosti Apple. Usilovně se snažíme shromažďovat jen data potřebná k tomu, abychom vám zpříjemnili práci s našimi službami, a když už nějaká data sbíráme, je pro nás důležité, abyste věděli, jaká data to jsou a k čemu je potřebujeme, a mohli se díky tomu informovaně rozhodnout. Služba Apple Podcasts je stejně jako všechny ostatní produkty a služby společnosti Apple navržena s ohledem na tyto zásady. Poskytování a vylepšování služby Apple Podcasts Za účelem poskytování a vylepšování služby shromažďujeme údaje o poslechu podcastů a interakci s nimi. Získaná data využíváme také k analýze cílových skupin posluchačů a k poskytování souhrnných zpráv o těchto skupinách. Tato data obsahují informace o podcastech, které posloucháte – například kolik z podcastu jste si poslechli, kdy jste ho poslouchali a kdy jste ho streamovali, stáhli nebo si ho přidali do sledovaných. Za účelem vylepšování a osobního přizpůsobení služby shromažďujeme informace o vašich interakcích s Apple Podcasts, například o odkazech, na které jste klikli. Apple Podcasts jsme naprogramovali tak, aby se uvedená data nepropojovala s jinými službami společnosti Apple. Tyto informace jsou sdruženy s jedinečným náhodným identifikátorem, který je specifický pro Apple Podcasts a neukládá se pod vaším účtem Apple. Tento identifikátor synchronizujeme přes klíčenku na iCloudu se všemi vašimi zařízeními, na kterých máte klíčenku na iCloudu zapnutou. Pokud chcete resetovat identifikátor obsažený v datech přehrávání posílaných společnosti Apple z Macu, vyberte volby Podcasty > Nápověda > Resetovat identifikátor. Apple Podcasts pro vaše pohodlí synchronizují místa, kde jste při poslechu zastavili přehrávání jednotlivých dílů podcastů, a také obsah vaší knihovny včetně pořadů, které jste si přidali do sledovaných, dílů, které jste si uložili, a vašich stanic, takže máte na všech svých zařízeních k dispozici stejné prostředí Apple Podcasts. Tato data jsou sdružena s vaším účtem Apple. Synchronizaci knihovny můžete kdykoli vypnout v Nastavení. Informace o tom, které kanály odebíráte, které podcasty sledujete, které podcasty jste si nedávno pouštěli a jaká doporučení jste v poslední době dostali, využíváme k osobnímu přizpůsobení služby. Na jejich základě vám také pomáháme objevovat obsah, který je pro vás nejzajímavější. Funkce přizpůsobení v aplikaci Podcasty, ale také v App Storu, Apple Books, iTunes Storu, v aplikaci TV a předplacených službách Apple, můžete deaktivovat vypnutím volby Osobní doporučení u vašeho účtu Apple. V systémech iOS, iPadOS a visionOS otevřete Nastavení > [vaše jméno] > Média a nákupy > Zobrazit účet a klepnutím vypněte volbu Osobní doporučení. S poskytovateli podcastů sdílíme data jen v agregované podobě. Se třetími stranami nesdílíme žádné vaše osobní údaje. Mějte však na paměti, že když přehráváte nebo stahujete epizody podcastů od některých poskytovatelů nebo využíváte Siri k poslechu zvukových souhrnů, mohou tito poskytovatelé shromažďovat data o využívání svých podcastů. Shromažďování těchto dat přitom podléhá zásadám a postupům ochrany soukromí příslušných poskytovatelů. Když si například přidáte pořad pomocí URL nebo si pustíte podcast, který nabízí nezávislá hostingová platforma, vaše zařízení se pro účely poskytnutí požadovaného obsahu připojí přímo k hostingové platformě. Tato nezávislá hostingová platforma po připojení uvidí IP adresu vašeho zařízení. Při nakládání s informací o vaší IP adrese se nezávislá hostingová platforma řídí svými zásadami ochrany soukromí. O přístup k aplikaci Podcasty a vaší knihovně podcastů můžou požádat i další aplikace a zařízení nabízející integraci se službou Apple Podcasts. Pokud integraci aplikace nebo zařízení povolíte, získá přístup například k vaší knihovně, informacím o přehrávání podcastů a vašim doporučením. Schválená aplikace nebo zařízení také může měnit data sdružená s vaším účtem, například informace o tom, které podcasty máte v knihovně. Na Macu můžete přístup jednotlivých aplikací pro Mac vypnout v Nastavení systému > Soukromí a zabezpečení > Média a Apple Music. Přístup jiných aplikací nebo zařízení můžete deaktivovat v nastavení svého účtu v Apple Music. Komunikace s vámi Apple může použít informace o vašem účtu, například o produktech Apple, které vlastníte, a službách Apple, které máte předplacené, k zasílání informací o Apple Podcasts a dalších produktech, službách a nabídkách společnosti Apple, které by vás mohly zajímat. Apple také může použít informace o vašich nákupech v Apple Podcasts k zasílání e‑mailů a oznámení o nových funkcích, obsahu a nabídkách dostupných v Apple Podcasts. Své předvolby pro e‑mail můžete změnit a příjem těchto e‑mailů můžete odhlásit na adrese account.apple.com. Předvolby pro oznámení můžete na Macu změnit v Nastavení systému > Oznámení > Podcasty. Společnost Apple využívá informace o vašich interakcích s jejími sděleními včetně oznámení k zlepšování svých služeb. Předplatné Apple Podcasts Když si prostřednictvím služby Apple Podcasts předplácíte podcasty, ke zpracování vašich nákupních transakcí používáme nezbytné osobní údaje, například informace o vašem účtu nebo platební údaje, k nimž můžete přistupovat a měnit je v nastavení, a také historii vašich nákupů. Vaše osobní údaje můžeme využít také k ověření, zda máte v Apple Podcasts nárok na bezplatné zkušební období nebo na určitou speciální nabídku. Vaše oprávnění pro přístup k doplňkovému předplacenému obsahu v Apple Podcasts ověřujeme na základě informací o vašem aktivním předplatném služeb společnosti Apple a aplikacích od nezávislých poskytovatelů, které jste zakoupili v App Storu. Přístup k obsahu dostupnému u nezávislých poskytovatelů, od nichž jste předplatné zakoupili přímo, můžete získat po ověření vašeho předplatného u příslušného poskytovatele. Prevence podvodů a jiných škodlivých aktivit Když použijete platební kartu, společnost Apple může uchovávat a automaticky aktualizovat vaše číslo karty a fakturační údaje pro budoucí nákupy, opakované transakce a další vámi autorizované účely. Tyto údaje může získat od vaší finanční instituce nebo platební sítě a využívat je také k zabraňování podvodům a k ověřování. Při zpracování požadavků na prodloužení předplatného Apple Podcasts může Apple použít také informace o historii svých obchodních vztahů s vámi a na jejich základě se rozhodnout, jestli vám další přístup k předplatnému umožní ještě před autorizací platby u partnerské platební společnosti. Když se pokusíte zahájit nákup, vypočítáme na vašem zařízení také skóre důvěryhodnosti zařízení na základě informací o tom, jak ho používáte, mimo jiné o přibližném počtu uskutečněných telefonních hovorů a přijatých a odeslaných e‑mailů. Odesílaná data jsou sestavena tak, aby z nich společnost Apple nemohla zjistit žádné konkrétní zdrojové hodnoty z vašeho zařízení. Výsledné skóre se na pevně stanovenou dobu uloží na naše servery. Apple může použít informace o vašem využívání Apple Podcasts k prevenci nebo postihu aktivit, které jsou nebo mohou být v rozporu s platným licenčním ujednáním o softwaru macOS nebo příslušnými zákony. Právní základ uplatňovaný při zpracování osobních údajů Vaše osobní údaje v Apple Podcasts zpracováváme obecně pro potřeby plnění vaší smlouvy se společností Apple, v rozsahu nutném pro poskytování služby a za účelem dodržování našich zákonných povinností. V případech, kdy je vhodným právním základem souhlas, o něj žádáme v souladu s platnými místními zákony. Tam, kde to platné místní zákony umožňují, zpracováváme osobní údaje v rozsahu nezbytném pro naplnění našich oprávněných zájmů a oprávněných zájmů třetích stran, a to za následujícími účely: • Zobrazování obsahu, který je pro vás dostupný • Synchronizace pozic přehrávání a obsahu knihovny mezi zařízeními • Optimalizace a vylepšování služby pro vás i další uživatele a komunikace s vámi spočívající v zasílání informací o Apple Podcasts a dalších souvisejících produktech, službách a nabídkách společnosti Apple, které by vás mohly zajímat • Bránění podvodům a jiným škodlivým aktivitám Využíváme přitom následující data: • Informace o vašem využívání Apple Podcasts zahrnující pozice přehrávání a obsah knihovny • Seznam podcastů, které jste si v Apple Podcasts předplatili • Údaje o vašem účtu, například o produktech Apple, které vlastníte, a službách Apple, které máte předplacené • Vaši IP adresu Uchovávání dat Osobní údaje přidružené k vašim nákupům v Apple Podcasts uchováváme po dobu stanovenou platnými zákony o finanční evidenci, které se v různých oblastech liší. U většiny zákazníků je vyžadováno uchování dat po dobu nejméně 10 let. V některých oblastech, například v Číně, může tato doba činit 30 let. Udržujeme rovněž záznamy o vašich nákupech, a to nejméně tak dlouho, dokud u nás máte zřízený účet, abychom vám umožnili opětovný přístup k zakoupeným položkám v souladu s platnou verzí našich podmínek. Některé informace, například o některých transakcích, avšak bez podrobných údajů o uložených platebních kartách, mohou být uchovávány jako obchodní záznamy i poté, co svůj účet zrušíte nebo přestanete Apple Podcasts používat. Společnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com/cz/privacy.
da: Det er meget vigtigt for alle hos Apple at beskytte sikkerheden og anonymiteten af dine oplysninger. Vi arbejder hårdt for kun at indsamle de data, vi skal bruge for at gøre din oplevelse bedre, og når vi indsamler data, mener vi, at det er vigtigt for dig at vide, hvad vi indsamler, og hvorfor vi har brug for dem, så du kan vælge på et oplyst grundlag. Apple Podcasts er ligesom alle andre Apple-produkter og -tjenester udviklet i henhold til disse principper. Tilvejebringelse og forbedring af Apple Podcasts Vi indsamler data om podcastafspilning og -interaktioner for at levere og forbedre tjenesten og for at forstå og lave samlede rapporter om brugen af podcasts. Disse data indeholder oplysninger om de podcasts, du lytter til, f.eks. hvornår og hvor meget af en podcast, du hører, hvornår du lytter, og hvornår du streamer, henter eller følger. Vi indsamler oplysninger om dine interaktioner med Apple Podcasts, f.eks. de links, du klikker på, for at forbedre og tilpasse tjenesten. Vi har udviklet Apple Podcasts på en måde, så disse data ikke er forbundet med andre Apple-tjenester. Oplysningerne er forbundet med et tilfældigt id, der er specifikt for Apple Podcasts, og de opbevares ikke sammen med din Apple‑konto. Vi bruger iCloud‑nøglering til at synkronisere id’et på tværs af dine enheder, der har iCloud‑nøglering slået til. På Mac kan du nulstille det id, som afspilningsdataene, der sendes til Apple, indeholder, ved at gå til Podcasts > Hjælp > Nulstil id. Apple Podcasts synkroniserer afspilningspositionen for de podcastepisoder, du lytter til, samt indholdet i dit bibliotek, herunder de serier, du følger, episoder, du har gemt, og dine stationer, så du kan få den samme oplevelse med Apple Podcasts på alle dine enheder. Disse oplysninger forbindes med din Apple‑konto. Du kan altid slå synkronisering af dit bibliotek fra i Indstillinger. Vi bruger oplysninger om dine abonnementer på kanaler, podcasts, du følger, nyligt afspillede podcasts og nylige anbefalinger til at tilpasse tjenesten og hjælpe dig med at opdage det mest relevante indhold for dig. Du kan slå tilpasningsfunktioner fra i Apple Podcasts samt i App Store, Apple Books, iTunes Store, Apple TV og for abonnementer fra Apple ved at slå Personlige anbefalinger til din Apple‑konto fra. Gå til Indstillinger > [dit navn] > Medier og køb > Vis konto på din iOS-, iPadOS- eller visionOS-enhed og tryk derefter for at slå Personlige anbefalinger fra. Vi deler kun samlede data med podcastleverandører. Vi deler ikke nogen af dine personlige data med tredjeparter. Vær alligevel opmærksom på, at nogle podcastleverandører muligvis kan indsamle oplysninger om din brug af deres podcasts, når du afspiller eller henter deres podcastepisoder eller bruger Siri til at lytte til et lydresume. Denne indsamling reguleres af deres anonymitetspolitik. Når du f.eks. tilføjer en serie via en URL-adresse eller lytter til en podcast fra en tredjepartsplatform, opretter enheden direkte forbindelse til den pågældende tredjepartsplatform for at levere det ønskede indhold til dig. Når der oprettes forbindelse, bliver din enheds IP-adresse synlig for tredjepartsplatformen. Tredjepartsplatformens håndtering af din IP-adresse er underlagt anonymitetspolitikkerne hos denne tredjepart. Andre apps og enheder, der tilbyder integrationer til Apple Podcasts, anmoder muligvis om adgang til Apple Podcasts og dit podcastbibliotek. Hvis du giver en sådan tilladelse til app- eller enhedsintegration, kan den få adgang til oplysninger som f.eks. dit bibliotek, afspilningsaktivitet for dine podcasts og dine anbefalinger. En tilladt app eller enhed kan også ændre data forbundet med din konto, f.eks. hvilke sange der er i dit bibliotek. Du kan slå en apps adgang fra på din Mac ved at gå til Systemindstillinger > Anonymitet & sikkerhed > Medier og Apple Music. Du kan slå andre apps eller enheders adgang fra i kontoindstillingerne til Apple Music. Kommunikation med dig Apple bruger muligvis oplysninger om din konto, f.eks. hvilke Apple-produkter, du ejer, og dine abonnementer på Apple-tjenester, til at sende dig information om Apple Podcasts og andre Apple-produkter, -tjenester og -tilbud, der måske interesserer dig. Apple bruger muligvis også oplysninger om din købsaktivitet i Apple Podcasts til at sende dig e-mails og push-notifikationer om nye funktioner, nyt indhold og tilbud i Apple Podcasts. Du kan ændre dine e-mailindstillinger og fravælge at modtage disse e-mails på account.apple.com. Gå til Systemindstillinger > Notifikationer > Podcasts for at opdatere dine indstillinger til notifikationer på Mac. Apple bruger oplysninger om dine interaktioner med information fra os, herunder notifikationer, til at forbedre vores tjenester. Abonnementer til Apple Podcasts Hvis du køber abonnementer på podcasts i Apple Podcasts, bruger vi personlige data, der er nødvendige til at behandle transaktioner ved køb, f.eks. dine konto- og betalingsoplysninger, som du kan få adgang til og ændre i Indstillinger, og din købshistorik. Vi bruger muligvis også dine personlige data til at tjekke, om du er berettiget til en gratis prøveperiode eller specielle tilbud fra Apple Podcasts. Vi bruger oplysninger om dine aktive abonnementer på Apple-tjenester og i tredjepartsapps, som du har købt gennem App Store, for at tjekke, om du kan få adgang til yderligere abonnentindhold i Apple Podcasts. Hvis du tidligere har købt et abonnement direkte hos en tredjepart med tilgængeligt indhold, kan du bekræfte dit abonnement hos tredjepartsudbyderen og få adgang til sådant indhold. Forhindring af svindel og andre ondsindede aktiviteter Når du bruger et betalingskort, kan Apple opbevare og automatisk opdatere dit kortnummer og dine faktureringsoplysninger til fremtidige køb, tilbagevendende transaktioner eller anden brug, du godkender. Apple kan få disse oplysninger fra din finansielle institution eller dit betalingsnetværk og bruger muligvis også oplysningerne til godkendelse og til at forhindre svindel. Apple bruger muligvis også oplysninger om dine tidligere forretningsforhold med Apple til at behandle fornyelser af dit abonnement på Apple Podcasts og bestemme, om løbende adgang til dine abonnementer kan leveres forud for godkendelse fra betalingspartneren. Vi beregner også en enhedstillidsscore på din enhed, når du forsøger at foretage et køb, ved hjælp af oplysninger om, hvordan du bruger din enhed, herunder det omtrentlige antal telefonopkald eller e-mails, du sender og modtager. Indsendelsen er udviklet på en sådan måde, at Apple ikke kan finde frem til de bagvedliggende værdier på din enhed. Scoren bliver lagret i en fastsat periode på vores servere. Apple kan bruge oplysninger om din brug af Apple Podcasts til at forhindre eller reagere mod handlinger, der er eller kan være brud på softwarelicensaftalen til macOS eller gældende lov. Gældende juridisk grundlag for behandling af personlige data Vi behandler dine personlige data i Apple Podcasts generelt for at opfylde din kontrakt med Apple og som nødvendigt for at levere tjenesten og opfylde vores juridiske forpligtelser. Vi søger samtykke i overensstemmelse med de gældende lokale love, hvor det betragtes som det gældende juridiske grundlag. Hvor de gældende lokale love gør det muligt, behandler vi personlige data som nødvendigt af hensyn til vores eller en tredjeparts legitime interesser med henblik på: • At vise indhold, der er tilgængeligt for dig • At synkronisere position til afspilning og biblioteket på tværs af enheder • At optimere og forbedre tjenesten for dig og andre og sende dig materiale om Apple Podcasts og andre relaterede Apple-produkter, -tjenester og -tilbud, du kan være interesseret i • Forhindring af svindel og andre ondsindede aktiviteter De anvendte data indeholder: • Din brug af Apple Podcasts, herunder position til afspilning og indholdet i dit bibliotek • De abonnementer på podcasts, du køber i Apple Podcasts • Din konto, f.eks. hvilke Apple-produkter du ejer og dine abonnementer på Apple-tjenester • Din IP-adresse Opbevaring Vi opbevarer personlige data med tilknytning til dine køb i Apple Podcasts i det tidsrum, der er anført i gældende love mht. økonomisk rapportering, som afhænger af de enkelte områder. For de fleste kunder vil det kræve en opbevaringsperiode på mindst 10 år. I nogle områder, f.eks. i Kina, kan opbevaringsperioden dog være på 30 år. Vi opbevarer også en optegnelse over dine køb i mindst lige så lang tid, som du har en konto hos os, så du kan få adgang til det pågældende indhold igen i overensstemmelse med vores gældende betingelser. Nogle oplysninger, f.eks. transaktioner, men ikke oplysninger om dit opbevarede kort, kan dog opbevares som virksomhedsoptegnelser, selv efter at du har lukket din konto eller er holdt op med at bruge Apple Podcasts. Oplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com/dk/privacy.
de: Für Apple haben der Schutz deiner Privatsphäre und die Sicherheit deiner Daten hohe Priorität. Wir sind sehr bemüht, nur die Daten zu erfassen, die benötigt werden, um dein Benutzererlebnis zu verbessern. Wir sind außerdem davon überzeugt, dass du wissen solltest, welche Daten wir erfassen und weshalb wir die jeweiligen Daten benötigen. Nur so kannst du fundierte Entscheidungen treffen. Apple Podcasts wurde, genau wie alle anderen Apple-Produkte und -Dienste, entsprechend diesen Grundsätzen entwickelt. Bereitstellung und Optimierung von Apple Podcasts Wir sammeln Daten über die Wiedergabe von und Interaktionen mit Podcasts, um den Dienst bereitzustellen und zu verbessern sowie um Berichte über die Podcast-Hörerschaft zu verstehen und zu aggregieren. Zu diesen Daten zählen Informationen über die Podcasts, die du dir anhörst, wie z. B. wie viel eines Podcasts du dir anhörst, wann du ihn dir anhörst und wann du einen Podcast streamst, lädst oder ihm folgst. Um den Dienst zu verbessern und zu personalisieren, sammeln wir Informationen über deine Interaktionen mit Apple Podcasts, wie die Links, auf die du klickst. Apple Podcasts wurde so entwickelt, dass Wiedergabedaten nicht mit anderen Apple-Diensten verknüpft werden. Diese Informationen sind mit einer zufällig erstellten, eindeutigen Kennung verknüpft, die Apple Podcasts-spezifisch und nicht mit deinem Apple Account gespeichert ist. Mit dem iCloud-Schlüsselbund synchronisieren wir die ID auf allen Geräten, auf denen der iCloud-Schlüsselbund aktiviert ist. Zum Zurücksetzen der ID, die in den an Apple gesendeten Wiedergabedaten auf dem Mac enthalten ist, wähle „Podcasts“ > „Hilfe“ > „ID zurücksetzen“. Apple Podcasts synchronisiert die Abspielposition der Podcastfolgen, die du dir anhörst, sowie die Inhalte deiner Mediathek, die Sendungen, denen du folgst, deine gesicherten Folgen und deine Sender, sodass die Verwendung von Apple Podcasts auf all deinen Geräten gleich ist. Diese Informationen werden mit deinem Apple Account verknüpft und gespeichert. Du kannst das Synchronisieren deiner Mediathek jederzeit in den Einstellungen deaktivieren. Wir nutzen Informationen über deine Kanalabonnements, die Podcasts, denen du folgst, die zuletzt abgespielten Podcasts und die neuesten Empfehlungen, um den Dienst zu personalisieren und Inhalte anzuzeigen, die für dich besonders relevant sind. Du kannst die Personalisierung in Apple Podcasts sowie im App Store, im iTunes Store, in Apple Books, in Apple TV und für Abonnements von Apple deaktivieren, indem du die Option „Personalisierte Empfehlungen“ für deinen Apple Account deaktivierst. Wähle dazu auf deinem iOS-, iPadOS- oder visionOS-Gerät „Einstellungen“ > „[dein Name]“ > „Medien & Käufe“ > „Account anzeigen“ und deaktiviere „Personalisierte Empfehlungen“. Das Teilen von Daten mit Podcastanbietern erfolgt nur in aggregierter Form. Apple gibt deine persönlichen Daten nicht an Dritte weiter. Wenn du Podcastfolgen von einigen Podcastanbietern abspielst oder lädst oder Siri verwendest, um Audioinhalte anzuhören, können diese Anbieter jedoch Informationen über deine Verwendung ihrer Podcasts sammeln. Diese Sammlung unterliegt den Datenschutzrichtlinien und Praktiken dieser Anbieter. Wenn du beispielsweise eine Sendung per URL hinzufügst oder einen Podcast hörst, der von einer externen Hostingplattform gehostet wird, stellt dein Gerät direkt eine Verbindung zur externen Hostingplattform her, um dir die angeforderten Inhalte bereitzustellen. Beim Verbinden ist die IP-Adresse deines Geräts für die externe Hostingplattform sichtbar. Die Handhabung deiner IP-Adresse durch die externe Hostingplattform wird durch die Datenschutzrichtlinie des Drittanbieters geregelt. Andere Apps und Geräte, die Apple Podcasts-Integrationen anbieten, können Zugriff auf Apple Podcasts und deine Podcasts-Mediathek anfordern. Wenn du eine App oder Geräteintegration erlaubst, kann auf Informationen wie auf deine Mediathek, deine Podcasts-Wiedergabeaktivität und deine Empfehlungen zugegriffen werden. Eine App oder ein Gerät mit entsprechender Zugriffsberechtigung kann auch Daten verändern, die mit deinem Account in Zusammenhang stehen, z. B. welche Podcasts sich in deiner Mediathek befinden. Du kannst den Zugriff einer App auf deinen Mac deaktivieren, indem du „Systemeinstellungen“ > „Datenschutz & Sicherheit“ > „Medien & Apple Music“ auswählst. Den Zugriff durch andere Apps oder Geräte kannst du in deinen Accounteinstellungen für Apple Music deaktivieren. Kommunikation mit dir Apple kann Informationen über deinen Account (etwa deine Apple-Produkte und Abonnements von Apple-Diensten) nutzen, um dich über Apple Podcasts und andere Apple-Produkte, -Dienste und -Angebote zu informieren, die für dich interessant sein könnten. Apple kann außerdem Informationen über deine Kaufaktivitäten innerhalb von Apple Podcasts nutzen, um dir E-Mails und Push-Mitteilungen über neue Funktionen, Inhalte und Angebote zu senden, die auf Apple Podcasts verfügbar sind. Auf der Website account.apple.com kannst du deine E‑Mail-Einstellungen ändern und den Empfang dieser E‑Mails deaktivieren. Um die Einstellungen für Mitteilungen auf dem Mac zu aktualisieren, wähle „Systemeinstellungen“ > „Mitteilungen“ > „Podcasts“. Apple nutzt Daten über deine Interaktionen mit unseren Benachrichtigungen, einschließlich Mitteilungen, um unsere Dienste zu verbessern. Apple Podcasts-Abos Wenn du Podcasts-Abonnements von Apple Podcasts kaufst, werden persönliche Daten verwendet, die zur Verarbeitung deiner Kauftransaktionen erforderlich sind. Zu diesen Daten gehören beispielsweise deine Account- und Zahlungsinformationen, die du in „Einstellungen“ ansehen und ändern kannst, sowie eine Übersicht deiner Käufe. Unter Umständen werden deine persönlichen Daten auch herangezogen, um deine Berechtigung für ein kostenloses Probeabo oder spezielle Angebote von Apple Podcasts zu prüfen. Wir nutzen Informationen über deine aktiven Abonnements von Apple-Diensten und Drittanbieter-Apps, die über den App Store erworben wurden, um deine Zugriffsberechtigung für zusätzliche abonnierte Inhalte in Apple Podcasts zu überprüfen. Wenn du zuvor ein Abonnement mit verfügbaren Inhalten direkt von einem Drittanbieter erworben hast, wirst du dein Abonnement beim Drittanbieter bestätigen können und Zugriff auf solche Inhalte erhalten. Betrugsprävention und Vermeidung anderer schädlicher Aktivitäten Wenn du eine Zahlungskarte verwendest, kann Apple deine Kartennummer und Zahlungsinformationen für zukünftige Käufe, wiederkehrende Transaktionen und andere von dir autorisierte Verwendungszwecke speichern und automatisch aktualisieren. Apple ruft diese Informationen möglicherweise bei deinem Finanzinstitut oder Zahlungsnetzwerk ab und verwendet diese Informationen auch zur Betrugsprävention und Überprüfung. Apple kann zudem die Informationen über deine Geschäftsbeziehung mit Apple verwenden, um Verlängerungen des Apple Podcasts-Abonnements zu verarbeiten und um zu bestimmen, ob weiterhin Zugriff auf deine Abonnements vor der Autorisierung durch den Zahlungspartner bereitgestellt werden soll. Wenn du mit dem Gerät einkaufst, errechnen wir zudem einen Gerätevertrauenswert. Dazu wird ausgewertet, wie du dein Gerät verwendest, einschließlich der ungefähren Anzahl von Anrufen oder gesendeten und empfangenen E-Mails. Die Übermittlung der Daten erfolgt so, dass Apple keine Rückschlüsse auf die zugrunde liegenden Werte auf deinem Gerät ziehen kann. Der Wert wird über einen festen Zeitraum auf den Apple-Servern gespeichert. Apple kann Informationen über deine Nutzung von Apple Podcasts dazu verwenden, um Aktivitäten zu verhindern oder zu unterbinden, die gegen den macOS-Softwarelizenzvertrag oder geltende Gesetze verstoßen. Anwendbare Rechtsgrundlage für die Verarbeitung von personenbezogenen Daten Wir verarbeiten deine personenbezogenen Daten in Apple Podcasts im Allgemeinen für die Ausführung deines Vertrags mit Apple, wie es für die Bereitstellung des Dienstes erforderlich ist und zur Erfüllung unserer gesetzlichen Pflichten. Wenn Zustimmung als geeignete Rechtsgrundlage angesehen wird, werden wir uns in Übereinstimmung mit anwendbaren lokalen Gesetzen darum bemühen. Falls anwendbare lokale Gesetze es erlauben, verarbeiten wir personenbezogene Daten, wie es zur Erfüllung unserer berechtigten Interessen oder der berechtigten Interessen eines Drittanbieters erforderlich ist, mit dem Ziel: • Inhalte anzuzeigen, die für dich verfügbar sind. • Deine Wiedergabeposition und Mediathek geräteübergreifend zu synchronisieren. • Den Dienst für dich und andere zu optimieren und zu verbessern und dir Informationen über Apple Podcasts und andere zugehörige Apple-Produkte, -Dienste und -Angebote zu senden, die für dich interessant sein könnten. • Betrug und andere schädliche Aktivitäten zu vermeiden. Zu den verwendeten Daten zählen: • Deine Nutzung von Apple Podcasts, einschließlich der Wiedergabeposition und der Inhalte in deiner Mediathek • Die Podcast-Abonnements, die du in Apple Podcasts erwirbst • Dein Account, wie die Apple-Produkte, die du besitzt, und deine Abonnements von Apple-Diensten • Deine IP-Adresse Datenspeicherung Wir speichern persönliche Daten im Zusammenhang mit deinen Käufen innerhalb von Apple Podcasts für die Zeiträume, die in den anwendbaren Gesetzen zur Finanzberichterstattung festgelegt sind, und welche sich je nach Region unterscheiden können. Für die meisten Kund:innen beträgt dieser Zeitraum mindestens 10 Jahre. In Regionen wie China kann dieser Zeitraum aber 30 Jahre betragen. Wir bewahren außerdem einen Datensatz über deine Käufe für den Zeitraum auf, während dessen du einen Account bei uns hast, damit du auf diese Inhalte im Rahmen unserer Bedingungen zugreifen kannst. Manche Informationen, etwa Informationen zu Transaktionen, werden auch dann aufbewahrt, wenn du deinen Account schließt oder Apple Podcasts nicht mehr verwendest. Hiervon ausgenommen sind deine gespeicherten Kartendetails. Die von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com/de/privacy zu finden ist.
el: Η προστασία του απορρήτου και της ασφάλειας των πληροφοριών σας αποτελεί προτεραιότητα για όλους μας στην Apple. Καταβάλλουμε κάθε δυνατή προσπάθεια για να συλλέγουμε μόνο τα δεδομένα που χρειαζόμαστε ώστε να βελτιώσουμε την εμπειρία σας και, όταν συλλέγουμε δεδομένα, πιστεύουμε ότι είναι σημαντικό να γνωρίζετε ποια ακριβώς συλλέγουμε και γιατί τα χρειαζόμαστε, ώστε να μπορείτε να παίρνετε ενημερωμένες αποφάσεις. Το Apple Podcasts, όπως και κάθε άλλο προϊόν και υπηρεσία της Apple, έχει σχεδιαστεί με γνώμονα αυτές τις αρχές. Παροχή και βελτίωση του Apple Podcasts Συλλέγουμε δεδομένα σχετικά με την ακρόαση και τις αλληλεπιδράσεις με podcast, προκειμένου να παρέχουμε και να βελτιώσουμε την υπηρεσία, καθώς και για να κατανοήσουμε και να παρέχουμε συγκεντρωτικές αναφορές σχετικά με την ακρόαση podcast. Τα εν λόγω δεδομένα περιλαμβάνουν πληροφορίες σχετικά με τα podcast που ακούτε, όπως τι ποσοστό ακούτε από ένα podcast, πότε ακούτε podcast και πότε πραγματοποιείτε αναπαραγωγή ροής, λήψη ή ακολούθηση. Για βελτίωση και εξατομίκευση της υπηρεσίας, συλλέγουμε πληροφορίες σχετικά με τις αλληλεπιδράσεις σας με το Apple Podcasts, όπως συνδέσμους στους οποίους κάνετε κλικ. Σχεδιάσαμε το Apple Podcasts με τρόπο που αποτρέπει τον συσχετισμό των εν λόγω δεδομένων με άλλες υπηρεσίες Apple. Αυτές οι πληροφορίες σχετίζονται με ένα τυχαίο μοναδικό αναγνωριστικό που είναι συγκεκριμένο για το Apple Podcasts και δεν σχετίζεται με τον λογαριασμό Apple σας. Χρησιμοποιούμε την Κλειδοθήκη iCloud για συγχρονισμό του αναγνωριστικού στις συσκευές σας που έχουν ενεργοποιημένη την Κλειδοθήκη iCloud. Για επαναφορά του αναγνωριστικού που περιλαμβάνεται στα δεδομένα αναπαραγωγής που στέλνονται στην Apple, σε Mac μεταβείτε στο «Podcasts» > «Βοήθεια» > «Επαναφορά αναγνωριστικού». Για διευκόλυνσή σας, το Apple Podcasts συγχρονίζει τη θέση αναπαραγωγής των επεισοδίων podcast που ακούτε, καθώς και τα περιεχόμενα της βιβλιοθήκης σας συμπεριλαμβανομένων των εκπομπών που ακολουθείτε, των επεισοδίων που έχετε αποθηκεύσει και των σταθμών σας, ώστε να μπορείτε να απολαμβάνετε την ίδια εμπειρία Apple Podcasts από όλες τις συσκευές σας. Αυτές οι πληροφορίες αποθηκεύονται συσχετισμένες με τον λογαριασμό Apple σας. Μπορείτε να απενεργοποιήσετε τον συγχρονισμό της βιβλιοθήκης σας ανά πάσα στιγμή στις Ρυθμίσεις. Χρησιμοποιούμε πληροφορίες σχετικά με τις συνδρομές σας σε κανάλια, καθώς και πληροφορίες σχετικά με τα podcast που ακολουθείτε, τα podcast που έχετε αναπαραγάγει πρόσφατα και τις πρόσφατες συστάσεις για εξατομίκευση της υπηρεσίας και για να ανακαλύπτετε ευκολότερα το περιεχόμενο που είναι πιο σχετικό για εσάς. Για να απενεργοποιήσετε την εξατομίκευση στο Apple Podcasts καθώς και στα App Store, Apple Books, iTunes Store, Apple TV και για συνδρομές από την Apple, απενεργοποιήστε τις Εξατομικευμένες συστάσεις για τον λογαριασμό Apple σας. Στη συσκευή iOS, iPadOS ή visionOS σας, μεταβείτε στις «Ρυθμίσεις» > [το όνομά σας] > «Πολυμέσα και αγορές» > «Προβολή λογαριασμού» και αγγίξτε για απενεργοποίηση της ρύθμισης «Εξατομικευμένες συστάσεις». Κοινοποιούμε δεδομένα σε παρόχους podcast μόνο σε συγκεντρωτική μορφή. Δεν κοινοποιούμε τα προσωπικά δεδομένα σας σε τρίτα μέρη. Ωστόσο, έχετε υπόψη σας ότι όταν αναπαράγετε ή πραγματοποιείτε λήψη επεισοδίων podcast από κάποιους παρόχους podcast ή χρησιμοποιείτε το Siri για να ακούτε ηχητικές συνόψεις, οι εν λόγω πάροχοι ενδέχεται να μπορούν να συλλέγουν πληροφορίες για την από μέρους σας χρήση των podcast τους και η συγκεκριμένη συλλογή διέπεται από τις αντίστοιχες πολιτικές και πρακτικές απορρήτου τους. Για παράδειγμα, όταν προσθέσετε μια εκπομπή βάσει διεύθυνσης URL ή ακούσετε ένα podcast που φιλοξενείται σε πλατφόρμα φιλοξενίας τρίτου μέρους, η συσκευή σας συνδέεται απευθείας στην πλατφόρμα φιλοξενίας τρίτου μέρους ώστε να σας παρέχει το ζητούμενο περιεχόμενο. Όταν συνδεθεί η συσκευή σας, η διεύθυνση IP της θα είναι ορατή στην πλατφόρμα φιλοξενίας τρίτων. Ο χειρισμός της διεύθυνσης IP σας από την πλατφόρμα φιλοξενίας τρίτου μέρους διέπεται από τις πολιτικές απορρήτου του συγκεκριμένου τρίτου μέρους. Άλλες εφαρμογές και συσκευές που παρέχουν ενσωμάτωση του Apple Podcasts μπορεί να ζητήσουν πρόσβαση στο Apple Podcasts και τη Βιβλιοθήκη podcast σας. Αν εκχωρήσετε αυτήν την άδεια σε μια ενσωμάτωση εφαρμογής ή συσκευής, θα μπορεί να προσπελάσει πληροφορίες όπως η βιβλιοθήκη σας, η δραστηριότητα αναπαραγωγής podcast σας και οι συστάσεις που λαμβάνετε. Μια επιτρεπόμενη εφαρμογή ή συσκευή θα μπορεί επίσης να τροποποιήσει δεδομένα που είναι συσχετισμένα με τον λογαριασμό σας, π.χ. πόσα podcast βρίσκονται στη βιβλιοθήκη σας. Αν θέλετε να απενεργοποιήσετε την πρόσβαση μιας εφαρμογής Mac στο Mac σας, μεταβείτε στις «Ρυθμίσεις συστήματος» > «Απόρρητο και ασφάλεια» > «Πολυμέσα και Apple Music». Αν θέλετε να απενεργοποιήσετε την πρόσβαση από άλλες εφαρμογές ή συσκευές, μεταβείτε στις ρυθμίσεις του λογαριασμού Apple Music σας. Επικοινωνία με εσάς Η Apple μπορεί να χρησιμοποιεί πληροφορίες σχετικά με τον λογαριασμό σας, π.χ. τα προϊόντα Apple που κατέχετε και τις συνδρομές σας σε υπηρεσίες Apple, για να σας στέλνει μηνύματα σχετικά με το Apple Podcasts και άλλα προϊόντα, υπηρεσίες και προσφορές της Apple που μπορεί να σας ενδιαφέρουν. Η Apple μπορεί επίσης να χρησιμοποιεί πληροφορίες σχετικά με τη δραστηριότητά σας στο Apple Podcasts, για να σας στέλνει email και γνωστοποιήσεις ώθησης σχετικά με νέες δυνατότητες, περιεχόμενο και προσφορές που είναι διαθέσιμα στο Apple Podcasts. Αν θέλετε να αλλάξετε τις προτιμήσεις email σας και να μη λαμβάνετε πλέον αυτά τα email, επισκεφθείτε τη διεύθυνση account.apple.com. Αν θέλετε να ενημερώσετε τις προτιμήσεις γνωστοποιήσεών σας στο Mac, μεταβείτε στις «Ρυθμίσεις συστήματος» > «Γνωστοποιήσεις» > «Podcasts». Η Apple χρησιμοποιεί πληροφορίες σχετικά με τις αλληλεπιδράσεις σας με τα μηνύματα που σας στέλνει, συμπεριλαμβανομένων γνωστοποιήσεων, για βελτίωση των υπηρεσιών της. Συνδρομές Apple Podcasts Αν αγοράσετε συνδρομές podcast από το Apple Podcasts, θα χρησιμοποιήσουμε προσωπικά δεδομένα που είναι απαραίτητα για την επεξεργασία των συναλλαγών αγορών σας, π.χ. τα στοιχεία λογαριασμού και πληρωμών σας, τα οποία μπορείτε να προσπελάσετε και να αλλάξετε στις Ρυθμίσεις, καθώς και το ιστορικό αγορών σας. Ενδέχεται επίσης να χρησιμοποιήσουμε τα προσωπικά δεδομένα σας για να ελέγξουμε αν πληροίτε τα κριτήρια για δωρεάν δοκιμή ή ειδική προσφορά από το Apple Podcasts. Χρησιμοποιούμε πληροφορίες σχετικά με τις ενεργές συνδρομές σας στις υπηρεσίες της Apple και τις εφαρμογές τρίτων που αγοράζονται μέσω του App Store για να ελέγξουμε αν πληροίτε τα κριτήρια για πρόσβαση σε επιπρόσθετο περιεχόμενο που είναι διαθέσιμο με συνδρομή στο Apple Podcasts. Αν έχετε προηγουμένως αγοράσει μια συνδρομή απευθείας από ένα τρίτο μέρος με διαθέσιμο περιεχόμενο, θα έχετε τη δυνατότητα να επαληθεύσετε τη συνδρομή σας με το τρίτο μέρος και να αποκτήσετε πρόσβαση σε τέτοιο περιεχόμενο. Αποτροπή απάτης και άλλης κακόβουλης δραστηριότητας Όταν χρησιμοποιείτε μια κάρτα πληρωμής, η Apple ενδέχεται να διατηρήσει και να ενημερώσει αυτόματα τον αριθμό κάρτας και τα στοιχεία τιμολόγησης για μελλοντικές αγορές, επαναλαμβανόμενες συναλλαγές ή άλλες χρήσεις που έχετε εγκρίνει. Η Apple ενδέχεται να λάβει πληροφορίες από το χρηματοπιστωτικό σας ίδρυμα ή το δίκτυο πληρωμών σας και να χρησιμοποιήσει αυτές τις πληροφορίες για αποτροπή απάτης και επαλήθευση. Η Apple ενδέχεται επίσης να χρησιμοποιήσει πληροφορίες σχετικά με την ιστορική εταιρική σχέση σας με την Apple για επεξεργασία ανανεώσεων συνδρομών στο Apple Podcasts και προσδιορισμό της παροχής συνεχιζόμενης πρόσβασης στις συνδρομές σας, πριν από την εξουσιοδότηση από τον συνεργάτη πληρωμών. Επίσης, θα υπολογίσουμε μια βαθμολογία αξιοπιστίας για τη συσκευή σας όταν προσπαθήσετε να κάνετε μια αγορά, χρησιμοποιώντας πληροφορίες σχετικά με το πώς χρησιμοποιείτε τη συσκευή, συμπεριλαμβανομένου του κατά προσέγγιση αριθμού τηλεφωνικών κλήσεων ή email που στέλνετε και λαμβάνετε. Η υποβολή έχει σχεδιαστεί με τέτοιο τρόπο ώστε η Apple να μη γνωρίζει τις πραγματικές τιμές που βρίσκονται στη συσκευή σας. Η βαθμολογία διατηρείται για συγκεκριμένο χρονικό διάστημα στους διακομιστές μας. Η Apple μπορεί να χρησιμοποιεί πληροφορίες για την από μέρους σας χρήση του Apple Podcasts για να αποτρέψει, ή να προβεί σε ενέργειες ενάντια σε, δραστηριότητες που παραβιάζουν, ή ενδέχεται να παραβιάζουν, τη Σύμβαση άδειας χρήσης λογισμικού του macOS ή την ισχύουσα νομοθεσία. Ισχύουσα νομική βάση για επεξεργασία προσωπικών δεδομένων Γενικά, επεξεργαζόμαστε τα προσωπικά δεδομένα σας που σχετίζονται με την εκ μέρους σας χρήση του Apple Podcasts στο πλαίσιο της εφαρμογής του συμβολαίου σας με την Apple, όπως απαιτείται για την παροχή της υπηρεσίας και προς συμμόρφωση με τις νομικές υποχρεώσεις μας. Όπου η συναίνεση αποτελεί την κατάλληλη νομική βάση, την επιδιώκουμε προς συμμόρφωση με την ισχύουσα τοπική νομοθεσία. Στις περιπτώσεις που προβλέπεται από την ισχύουσα τοπική νομοθεσία, επεξεργαζόμαστε τα προσωπικά δεδομένα σας όπως απαιτείται για τους σκοπούς των έννομων συμφερόντων μας ή των έννομων συμφερόντων ενός τρίτου μέρους, ώστε να πραγματοποιούμε τα εξής: • Εμφάνιση διαθέσιμου περιεχομένου σε εσάς • Συγχρονισμός της θέσης αναπαραγωγής και της βιβλιοθήκης σας σε όλες τις συσκευές • Βελτιστοποίηση και βελτίωση της υπηρεσίας για εσάς και άλλους χρήστες, καθώς και αποστολή μηνυμάτων σχετικά με το Apple Podcasts και άλλα σχετικά προϊόντα, υπηρεσίες και προσφορές της Apple που μπορεί να σας ενδιαφέρουν • Αποτροπή απάτης και άλλης κακόβουλης δραστηριότητας Τα δεδομένα που χρησιμοποιούνται περιλαμβάνουν: • Την από μέρους σας χρήση του Apple Podcasts, συμπεριλαμβανομένης της θέσης αναπαραγωγής και του περιεχομένου στη βιβλιοθήκη σας • Τις συνδρομές podcast που αγοράζετε στο Apple Podcasts • Τον λογαριασμό σας, π.χ. τα προϊόντα Apple που κατέχετε και οι συνδρομές σας σε υπηρεσίες Apple • Τη διεύθυνση IP σας Διατήρηση δεδομένων Διατηρούμε τα προσωπικά δεδομένα που σχετίζονται με τις αγορές σας στο Apple Podcasts για τις περιόδους που καθορίζονται από τους ισχύοντες νόμους σχετικά με οικονομικές αναφορές, οι οποίοι διαφέρουν ανά περιοχή. Για τους περισσότερους πελάτες, απαιτείται μια περίοδος διατήρησης τουλάχιστον 10 ετών. Ωστόσο, σε περιοχές όπως η Κίνα, αυτή η περίοδος μπορεί να είναι 30 έτη. Διατηρούμε επίσης ένα αρχείο των αγορών σας για τουλάχιστον όσο διάστημα έχετε έναν λογαριασμό Apple, ώστε να έχετε πρόσβαση στο συγκεκριμένο περιεχόμενο, σύμφωνα με τους ισχύοντες όρους μας. Κάποιες πληροφορίες, όπως οι συναλλαγές, όχι όμως τα αποθηκευμένα στοιχεία της κάρτας σας, ενδέχεται να διατηρηθούν ως εταιρικά αρχεία ακόμη και αφού κλείσετε τον λογαριασμό σας ή διακόψετε τη χρήση του Apple Podcasts. Ο χειρισμός των πληροφοριών που συλλέγει η Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com/privacy.
es: Proteger la privacidad y la seguridad de tu información es prioritario para todos los que formamos parte de Apple. Ponemos todo nuestro empeño en recopilar solo los datos necesarios para mejorar tu experiencia y, cuando lo hacemos, creemos que es importante que sepas qué guardamos y por qué lo necesitamos. Así podrás tomar decisiones fundamentadas al respecto. Como todos los demás productos y servicios de Apple, Apple Podcasts se ha diseñado con estos principios en mente. Ofrecer y mejorar Apple Podcasts Recopilamos datos sobre la escucha de podcasts y las interacciones con ellos para ofrecer y mejorar el servicio, así como para entender y elaborar informes agregados sobre las tendencias de reproducción de podcasts. Estos datos incluyen información sobre los podcasts que escuchas como, por ejemplo, qué parte escuchas, cuándo lo escuchas y cuándo lo reproduces en tiempo real, lo descargas o lo sigues. Para ayudar a mejorar y personalizar el servicio, recopilamos información sobre tus interacciones con Apple Podcasts, como los enlaces en los que haces clic. Hemos diseñado Apple Podcasts de forma que estos datos no estén vinculados a ningún otro servicio de Apple. Esta información se asocia con un identificador único aleatorio que es específico de Podcasts y no se almacena con tu cuenta de Apple. Mediante iCloud, este identificador se sincroniza en todos los dispositivos en los que tengas activado el llavero de iCloud. Para restablecer el identificador incluido con los datos de reproducción enviados a Apple en un Mac, selecciona Podcasts > Ayuda > Restablecer identificador. Para mayor comodidad, Apple Podcasts sincroniza la posición de reproducción de los episodios de podcasts que estás escuchando, el contenido de tu biblioteca (incluidos los programas que sigues, los episodios guardados y tus emisoras) para que puedas disfrutar de la misma experiencia con Apple Podcasts desde cualquiera de tus dispositivos. Esta información se guarda asociada a tu cuenta de Apple. Puedes desactivar la sincronización de la biblioteca en cualquier momento en Ajustes. Usamos la información sobre tus suscripciones a canales, los podcasts que sigues, los podcasts que has reproducido hace poco y las recomendaciones recientes para personalizar el servicio y ayudarte a descubrir el contenido más relevante para ti. Puedes desactivar la personalización en Apple Podcasts, así como en App Store, Apple Books, iTunes Store, Apple TV y las suscripciones de Apple, desactivando el ajuste “Recomendaciones personalizadas” de tu cuenta de Apple. En tu dispositivo iOS, iPadOS o visionOS, ve a Ajustes > [tu nombre] > Contenido y compras > Ver cuenta, y desactiva la opción “Recomendaciones personalizadas”. Solo compartimos datos agregados con los proveedores de podcasts. No compartimos tus datos personales con terceros. No obstante, ten en cuenta que, al reproducir o descargar episodios de ciertos proveedores de podcasts o al usar Siri para escuchar un resumen en audio, estos pueden recopilar información sobre el uso que haces de sus podcasts, en cuyo caso se aplicarán las políticas de privacidad y prácticas de dichos proveedores. Por ejemplo, cuando añades un programa mediante su URL o escuchas un podcast desde una plataforma de alojamiento de podcasts externa, tu dispositivo se conecta directamente a la plataforma para proporcionarte el contenido solicitado. Cuando se conecta, la dirección IP del dispositivo será visible para la plataforma de podcasts. El tratamiento de tu dirección IP por parte de la plataforma de alojamiento de podcasts externa se rige por las políticas de privacidad de la plataforma. Otras apps y dispositivos que ofrecen integraciones con Apple Podcasts pueden solicitar el acceso a Apple Podcasts y a tu biblioteca de podcasts. Si concedes permiso a una app o integración de dispositivo, tendrá acceso a información como tu biblioteca, tu actividad de reproducción de podcasts y tus recomendaciones. Las apps o dispositivos que tienen permiso también pueden modificar los datos asociados a tu cuenta, como por ejemplo qué podcasts están incluidos en tu biblioteca. En tu Mac, puedes desactivar el acceso de una app de Mac desde Ajustes del Sistema >Privacidad y seguridad > Multimedia y Apple Music. Puedes revocar el acceso a otras apps o dispositivos desde los ajustes de tu cuenta de Apple Music. Comunicación contigo Apple puede utilizar información sobre tu cuenta, como qué productos de Apple tienes y a qué servicios de Apple te has suscrito, para enviarte comunicaciones sobre Apple Podcasts y otros productos, servicios y ofertas de Apple que puedan resultarte interesantes. Apple también puede usar información sobre tus compras en Apple Podcasts para enviarte mensajes de correo electrónico y notificaciones push acerca de nuevas funciones, contenidos y ofertas disponibles en Apple Podcasts. Puedes ir a account.apple.com para cambiar tus preferencias de correo electrónico y dejar de recibir estos mensajes. Para actualizar tus preferencias de notificaciones en un Mac, ve a Ajustes del Sistema > Notificaciones > Podcasts. Apple utiliza la información sobre tus interacciones con nuestras comunicaciones, como las notificaciones, para mejorar nuestros servicios. Suscripciones de Apple Podcasts Si te suscribes a podcasts a través de Apple Podcasts, usaremos los datos personales necesarios para procesar tus compras, como por ejemplo, la información de pago y de tu cuenta, que puedes consultar y cambiar en los ajustes, así como tu historial de compras. También podemos usar tus datos personales para comprobar si puedes optar a disfrutar de una prueba gratuita o de una oferta especial de Apple Podcasts. Usamos los datos sobre las suscripciones activas a servicios de Apple y a apps de terceros que has adquirido a través de App Store para comprobar si puedes optar a acceder a contenido adicional para suscriptores en Apple Podcasts. Si anteriormente te habías suscrito directamente a través de una app de terceros que ofrecía el contenido, podrás verificar tu suscripción con dicha app y obtener acceso al contenido. Prevención del fraude y otras actividades malintencionadas Si usas una tarjeta de pago, Apple podrá conservar y actualizar automáticamente el número de la tarjeta y la información de facturación para futuras compras, transacciones recurrentes u otros usos que autorices. Apple podrá obtener esta información de tu entidad bancaria o red de pago, y podrá usarla con fines de prevención de fraudes y verificación. Apple también puede utilizar información sobre tu historial de relaciones comerciales con Apple para procesar la renovación de tu suscripción a Apple Podcasts y determinar si seguir ofreciéndote acceso al servicio antes de recibir la autorización por parte del socio para pagos. Asimismo, calcularemos la puntuación de confianza de tu dispositivo cuando intentes comprar algo con la información sobre cómo usas tu dispositivo, incluido el número aproximado de llamadas telefónicas o de correos electrónicos que envías y recibes. La información se envía de forma que Apple no puede saber cuáles son los verdaderos valores de tu dispositivo. La puntuación se almacena durante un periodo de tiempo concreto en nuestros servidores. Apple puede utilizar la información del uso que haces de Apple Podcasts para impedir actividades que incumplan o pudieran incumplir el contrato de licencia de software de macOS o la legislación aplicable, así como para emprender acciones legales contra tales infracciones. Base legal aplicable al procesamiento de datos personales Procesamos tus datos personales en Apple Podcasts de forma general con el fin de cumplir con el contrato que tienes con Apple (en el modo necesario para prestar el servicio) y con nuestras obligaciones legales. Cuando el consentimiento sea la base legal adecuada, se solicitará de acuerdo con la legislación local aplicable. Asimismo, cuando la legislación local aplicable lo disponga, procesaremos datos personales según sea necesario para los fines de nuestros intereses legítimos o los de un tercero con el fin de: • Mostrarte el contenido disponible. • Sincronizar la posición de reproducción y el contenido de tu biblioteca en todos tus dispositivos. • Optimizar y mejorar el servicio para ti y para los demás, y enviarte comunicaciones sobre Apple Podcasts y otros productos, servicios y ofertas de Apple relacionados que puedan resultarte interesantes. • Prevenir el fraude y otras actividades malintencionadas. Entre los datos usados, se incluyen los siguientes: • El uso que haces de Apple Podcasts, incluida la posición de reproducción y el contenido de tu biblioteca. • Los podcasts a los que te suscribes a través de Apple Podcasts. • Tu cuenta, como los productos de Apple que poseas y los servicios de Apple a los que te hayas suscrito. • Tu dirección IP. Conservación de datos Conservamos datos personales asociados a tus compras en Apple Podcasts durante los periodos estipulados por la legislación vigente en materia de declaración de cuentas, que varía según la región. Para la mayoría de clientes, se exige un periodo de retención mínimo de 10 años, pero en regiones como China puede ser de 30 años. También mantenemos un registro de lo que has comprado al menos durante el tiempo que tengas una cuenta con nosotros para que puedas volver a acceder a ese contenido, también de conformidad con nuestras condiciones aplicables. No obstante, cierta información, como las transacciones que realizas, pero no los datos de tu tarjeta de crédito, puede conservarse en forma de registro empresarial incluso después de que cierres tu cuenta o dejes de usar Apple Podcasts. Toda esta información se recopila y se trata de acuerdo en todo momento con la Política de privacidad Apple, que puedes consultar en www.apple.com/es/privacy.
es_us: La protección de la privacidad y la seguridad de la información es una prioridad para todos en Apple. Trabajamos arduamente para recopilar solamente los datos que necesitamos para lograr una mejor experiencia, y cuando recopilamos los datos creemos que es importante que sepas qué recopilamos y por qué los necesitamos, de modo que puedas tomar decisiones informadas. Apple Podcasts, como todos los productos y servicios de Apple, se diseñó tomando en cuenta estos principios. Proporcionar y mejorar Apple Podcasts Recolectamos datos sobre la reproducción e interacción con los podcasts con el fin de proporcionar y mejorar el servicio, y para comprender a su audiencia y proporcionar reportes agrupados sobre ella. Estos datos incluyen información sobre los podcasts que escuchas, tal como cuánto tiempo escuchas algún podcast, cuándo lo haces y si lo escuchas por transmisión en línea, lo descargas o lo sigues. Para mejorar y personalizar el servicio, recopilamos información sobre tus interacciones con Apple Podcasts, por ejemplo, los enlaces en los que haces clic. El servicio Apple Podcasts está diseñado de tal forma que estos datos no se asocien a otros servicios de Apple. Esta información está asociada a un identificador único aleatorio específico de Apple Podcasts que no se almacena con tu cuenta de Apple. Usamos el llavero de iCloud para sincronizar ese identificador en todos tus dispositivos en los que hayas activado el llavero de iCloud. En una Mac, puedes restablecer el identificador incluido en los datos de reproducción enviados a Apple en Podcasts > Ayuda > Restablecer identificador. Para tu conveniencia, Apple Podcasts sincroniza la posición de reproducción de los episodios de podcasts que estás escuchando, así como el contenido de tu biblioteca (incluyendo los programas que sigues, los episodios que has guardado y tus estaciones) para que tengas la misma experiencia de Apple Podcasts en todos tus dispositivos. Esta información está asociada a tu cuenta de Apple. Puedes desactivar la sincronización de tu biblioteca en cualquier momento desde Configuración. Usamos información sobre los canales a los que tienes suscripción, los podcasts que sigues, los que has reproducido recientemente y las últimas recomendaciones para personalizar el servicio y ayudarte a descubrir el contenido más relevante para ti. Puedes desactivar las funciones de personalización en Apple Podcasts, App Store, Apple Books, iTunes Store, Apple TV y las suscripciones de Apple al desactivar la opción Recomendaciones personalizadas para tu cuenta de Apple. en tu dispositivo iOS, iPadOS o visionOS, desactiva Recomendaciones personalizadas en Configuración > [tu nombre] > Contenido y compras > Ver cuenta. Compartimos datos con los proveedores de podcasts sólo en forma de datos agrupados. No compartimos tus datos personales con terceros. Sin embargo, toma en cuenta que al reproducir o descargar episodios de algunos proveedores de podcasts, o al usar Siri para escuchar un resumen de audio, dicho proveedor podría recolectar información sobre el uso que haces de sus podcasts, y que esta recolección se rige por sus políticas y prácticas de privacidad. Por ejemplo, cuando agregas un programa mediante su dirección URL o escuchas un podcast transmitido por un proveedor de terceros, tu dispositivo se conecta directamente a la plataforma del tercero para ofrecerte el contenido solicitado. Después de establecer la conexión, la plataforma de podcasts puede ver la dirección IP de tu dispositivo. El manejo de tu dirección IP por parte de la plataforma de podcasts de terceros se rige por sus políticas de privacidad. Otras apps y dispositivos que ofrecen integración con Apple Podcasts pueden solicitar acceso a Apple Podcasts y a tu biblioteca de Podcasts. Si otorgas este permiso, la integración de app o dispositivo podrá acceder a tu biblioteca, tu actividad de reproducción de podcasts y recomendaciones. Una app o dispositivo permitido también puede modificar datos asociados con tu cuenta, como los podcasts disponibles en tu biblioteca. En tu Mac, puedes desactivar el acceso de una app para Mac desde Configuración del Sistema > Privacidad y seguridad > Contenidos y Apple Music. Puedes desactivar el acceso a otras apps o dispositivos en la configuración de tu cuenta de Apple Music. Comunicación contigo Apple puede utilizar información sobre tu cuenta (como los productos de Apple que posees y tus suscripciones a los servicios de Apple) para enviarte comunicaciones sobre Apple Podcasts y otros productos, servicios y ofertas de Apple que puedan ser de tu interés. Apple también puede utilizar la información sobre tu actividad de compras en Apple Podcasts para enviarte correos electrónicos y notificaciones push sobre nuevas características, contenidos y ofertas disponibles en Apple Podcasts. Puedes cambiar tus preferencias de correo y optar por no recibir dichas comunicaciones en account.apple.com. Para actualizar tus preferencias de notificaciones en una Mac, ve a Configuración del Sistema > Notificaciones > Podcasts. Apple utiliza información sobre tus interacciones con sus comunicaciones, incluidas las notificaciones, para mejorar sus servicios. Suscripciones de Apple Podcasts Si adquieres suscripciones de podcasts en Apple Podcasts, usaremos tus datos personales en la medida que sea necesaria para procesar tus transacciones de compra, por ejemplo, tu información de cuenta y pago (a la cual puedes acceder y modificar desde Configuración) y tu historial de compras. Podríamos usar tus datos personales para verificar si eres elegible para una prueba gratuita o una oferta especial de Apple Podcasts. Usamos información sobre tus suscripciones activas a servicios de Apple y de apps de terceros adquiridos mediante App Store para verificar si tienes derecho a acceder a contenido adicional de suscripción en Apple Podcasts. Si adquiriste una suscripción directamente de un tercero y hay contenido disponible, podrás verificar tu suscripción con el tercero y obtener acceso a dicho contenido. Prevención del fraude y otras actividades malintencionadas Si usas una tarjeta de pago, Apple podría retener y actualizar automáticamente tu número de tarjeta y tu información de facturación para compras futuras, transacciones recurrentes y otros usos que tú autorices. Apple puede obtener esta información de tu institución financiera o tu red de pagos y puede usarla para prevenir fraudes y con fines de verificación. Apple también podría usar información sobre tu relación de compras previas con Apple para procesar las renovaciones de suscripción a Apple Podcasts y determinar si proporcionará el acceso continuo a tus suscripciones antes de solicitar la autorización al socio de pago. Cuando intentas realizar una compra, también calculamos el nivel de confiabilidad del dispositivo de manera local (en tu dispositivo) usando información sobre el uso que haces de tu dispositivo, lo que incluye el número aproximado de llamadas telefónicas o mensajes de correo que envías y recibes. El envío de esta información está diseñado de tal manera que Apple no puede saber los valores reales en tu dispositivo. El nivel de confiabilidad se almacena durante un periodo de tiempo concreto en nuestros servidores. Apple podría usar la información de tu uso de Apple Podcasts para evitar actividades que infrinjan o pudieran infringir las leyes aplicables o cualquiera de los contratos de licencia de software de macOS, así como para tomar acción contra este tipo de actividades. Fundamentos jurídicos aplicables al procesamiento de datos personales Procesamos tus datos personales en Apple Podcasts de manera general para ejercer tu contrato con Apple, conforme sea necesario para prestar el servicio, y para cumplir con nuestras obligaciones legales. En casos en los que el consentimiento es el fundamento legal adecuado, se solicitará de conformidad con la legislación local aplicable. De igual manera, cuando la legislación local aplicable lo indique, procesaremos los datos personales según sea necesario para nuestros intereses legítimos o los de terceros con el fin de: • Mostrar contenido disponible para ti. • Sincronizar la posición de reproducción y tu biblioteca en todos los dispositivos. • Optimizar y mejorar el servicio para ti y otros usuarios, y para enviarte comunicados sobre Apple Podcasts y otros productos, servicios y ofertas de Apple relacionados que podrían ser de tu interés. • Prevenir el fraude y otras actividades malintencionadas. Los datos utilizados incluyen lo siguiente: • El uso que haces de Apple Podcasts, incluyendo la posición de reproducción y el contenido de tu biblioteca. • Las suscripciones de podcasts que compras en Apple Podcasts. • Tu cuenta, como los productos de Apple que tienes y tus suscripciones a servicios de Apple. • Tu dirección IP. Retención de datos Mantenemos datos personales asociados con tus compras en Apple Podcasts durante los periodos aplicables por las leyes en materia de reportes financieros, las cuales varían de una región a otra. En la mayoría de los casos, se requerirá retener los datos hasta por 10 años, aunque en regiones como China puede ser hasta por 30 años. También mantenemos un registro de tus compras durante al menos el tiempo que tienes una cuenta con nosotros a fin de permitirte acceder a ese contenido, según nuestros términos aplicables. Parte de esta información, por ejemplo las transacciones pero no los detalles de la tarjeta almacenada, podría conservarse como parte de los registros empresariales incluso después de que cierres la cuenta o dejes de usar Apple Podcasts. La información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en https://www.apple.com/la/privacy.
fi: Tietojesi yksityisyyden ja turvallisuuden suojaaminen on Applelle ensisijaista. Apple pyrkii keräämään vain tietoja, joita tarvitaan käyttökokemuksesi parantamiseen, ja kun tietoja kerätään, Applelle on tärkeää, että tiedät, mitä ja miksi kerätään, jotta voit tehdä tietoon perustuvia valintoja. Apple Podcasts, kuten kaikki Applen tuotteet ja palvelut, on suunniteltu näiden periaatteiden mukaisesti. Apple Podcasts -palvelun toteuttaminen ja parantaminen Apple kerää podcastien toisto- ja vuorovaikutustietoja palvelun tarjoamiseen ja parantamiseen sekä ymmärtääkseen ja voidakseen tarjota koostettuja raportteja podcastien kuuntelijamääristä. Näihin tietoihin sisältyy tiedot kuuntelemistasi podcasteista, kuten kuinka pitkään kuuntelit podcastia, milloin kuuntelit sitä ja milloin striimaat, lataat tai seuraat. Palvelun parantamiseksi ja räätälöimiseksi Apple kerää tietoja vuorovaikutuksestasi Apple Podcasts -palvelun kanssa, esimerkiksi klikkaamasi linkit. Apple Podcasts on suunniteltu niin, että näitä tietoja ei linkitetä muihin Apple-palveluihin. Nämä tiedot liitetään satunnaiseen yksilölliseen tunnisteeseen, joka on Apple Podcasts -kohtainen ja jota ei tallenneta Apple-tilillesi. Apple synkronoi tunnisteen iCloud-avainnipun avulla laitteissasi, joissa iCloud-avainnippu on käytössä. Voit nollata Applelle lähetettäviin toistotietoihin sisältyvän tunnisteen valitsemalla Macissa Podcastit > Ohje > Nollaa tunniste. Apple Podcasts synkronoi kuuntelemiesi podcast-jaksojen toistokohdat sekä kirjastosi sisällön, mukaan lukien seuraamasi ohjelmat, tallentamasi jaksot ja asemasi, jotta voit nauttia samasta Podcastit‑kokemuksesta kaikissa laitteissasi. Nämä tiedot tallennetaan yhdessä Apple-tilisi kanssa. Voit poistaa kirjaston synkronoinnin käytöstä koska tahansa Asetuksissa. Apple räätälöi palvelun ja auttaa sinua löytämään sinulle merkityksellistä sisältöä käyttämällä tietoja kanavatilauksistasi, seuraamistasi podcasteista, äskettäin toistetuista podcasteista ja äskettäisistä suosituksista. Voit poistaa räätälöinnin käytöstä Apple Podcasts -palvelussa, App Storessa, Apple Booksissa, iTunes Storessa, Apple TV:ssä sekä Apple-tilauksissa laittamalla räätälöidyt suositukset pois päältä Apple-tilillesi. Valitse iOS-, iPadOS- tai visionOS-laitteessasi Asetukset > [nimesi] > Media ja ostot > Näytä tili ja laita Räätälöidyt suositukset pois päältä napauttamalla. Apple jakaa tietoja podcast-palveluntarjoajille vain koostetussa muodossa. Apple ei jaa henkilötietojasi kolmansille osapuolille. Muista, että toistaessasi tai ladatessasi podcast-jaksoja joiltakin podcast-palveluntarjoajilta tai käyttäessäsi Siriä äänilyhennelmän kuuntelemiseen, palveluntarjoajat voivat kerätä tietoja siitä, miten käytät niiden podcasteja. Kyseisiin tietoihin sovelletaan palveluntarjoajien tietosuojakäytäntöjä ja -toimintatapoja. Esimerkiksi kun lisäät ohjelman URLilla tai kuuntelet podcastia, joka toteutetaan kolmannen osapuolen palvelualustalla, laitteesi tarjoaa pyydetyn sisällön yhdistämällä suoraan kolmannen osapuolen palvelualustaan. Kun se yhdistää, laitteesi IP-osoite näkyy kolmannen osapuolen palvelualustalle. Siihen, miten kolmannen osapuolen palvelualusta käsittelee IP-osoitettasi, sovelletaan kyseisen kolmannen osapuolen tietosuojakäytäntöjä. Muut apit ja laitteet, jotka tarjoavat Apple Podcasts -integraatioita, voivat pyytää pääsyä Podcasteihin ja podcast-kirjastoosi. Jos annat kyseisen luvan apille tai laiteintegraatiolle, se voi käyttää tietoja esim. kirjastostasi, podcastien toistostasi ja suosituksistasi. Luvan saanut appi tai laite voi myös muokata tiliisi liittyviä tietoja, esimerkiksi mitä podcasteja on kirjastossasi. Voit poistaa Macin apin käyttöoikeuden Macissa valitsemalla Järjestelmäasetukset > Tietosuoja ja suojaus > Media ja Apple Music. Voit poistaa käyttöoikeuden muilta apeilta tai laitteilta Apple Music -tilisi asetuksissa. Viestintä sinulle Apple voi käyttää tietoja tilistäsi (esim. omistamasi Apple-tuotteet ja tilaamasi Applen palvelut) lähettääkseen sinulle tietoja Apple Podcasts -palvelusta ja muista Applen tuotteista, palveluista ja tarjouksista, jotka voivat kiinnostaa sinua. Apple voi myös käyttää tietoja Apple Podcasts -ostoihin liittyvästä toiminnastasi lähettääkseen sinulle sähköpostia tai ilmoituksia uusista ominaisuuksista, sisällöstä ja tarjouksista Apple Podcasts -palvelussa. Voit muuttaa sähköpostiasetuksiasi ja estää sähköpostit osoitteessa account.apple.com. Voit päivittää ilmoitusasetuksesi Macissa valitsemalla Järjestelmäasetukset > Ilmoitukset > Podcastit. Apple käyttää tietoja siitä, miten reagoit Applen viestintään (kuten ilmoituksiin), palvelujensa parantamiseen. Apple Podcasts -tilaukset Jos ostat podcasteja Apple Podcasts -tilauksissa, Apple käyttää henkilötietoja, joita tarvitaan ostotapahtumien käsittelyyn. Näitä tietoja ovat esimerkiksi tili- ja maksutietosi, jotka näkyvät ja ovat muutettavissa Asetuksissa, sekä ostohistoriasi. Apple voi myös käyttää henkilötietojasi sen tarkistamiseen, täytätkö Apple Podcasts -palvelun ilmaisen kokeilun tai erikoistarjouksen ehdot. Apple käyttää App Storen kautta ostettujen Apple-palvelujen aktiivisten tilausten ja kolmansien osapuolien appien tietoja sen tarkistamiseen, oletko oikeutettu käyttämään muuta tilattua sisältöä Apple Podcasts -palvelussa. Jos olet aiemmin ostanut suoraan kolmannelta osapuolelta tilauksen, jossa on sisältöä saatavilla, voit vahvistaa tilauksen kolmannen osapuolen kanssa ja saada kyseisen sisällön käyttöoikeuden. Petosten ja muun haitallisen toiminnan torjunta Kun käytät maksukorttia, Apple voi säilyttää ja päivittää automaattisesti korttinumeron ja laskutusosoitteen tulevia ostoja, toistuvia tilitapahtumia ja muita valtuuttamiasi käyttökohteita varten. Apple voi hankkia tämän tiedon rahoituslaitokseltasi tai maksuverkostasi ja myös käyttää sitä petosten ehkäisemiseen ja tietojen vahvistamiseen. Apple voi myös käyttää tietoja aikaisemmasta liikesuhteestasi Applen kanssa Apple Podcasts -tilauksen uusimisten käsittelyyn ja päättääkseen, annetaanko sinun käyttää tilauksiasi ennen maksunkäsittelykumppanin hyväksyntää. Laitteesi käyttötiedoista, mukaan lukien likimääräinen puheluiden ja sähköpostien määrä, lasketaan myös laitteen luottamusluku, kun yrität ostaa. Lähetettävät tiedot on suunniteltu siten, että Apple ei voi selvittää laitteen todellisia arvoja. Tuloksia säilytetään määrätty aika Applen palvelimilla. Apple voi käyttää Apple Podcasts -käyttöösi liittyviä tietoja estääkseen toimintaa tai ryhtyäkseen toimiin sellaista toimintaa vastaan, joka on tai saattaa olla macOS-ohjelmisto­lisenssi­sopimuksen tai siihen sovellettavan lain vastaista. Henkilötietojen käsittelyyn sovellettava oikeusperusta Apple käsittelee henkilötietojasi Apple Podcasts -palvelussa yleisesti toteuttaakseen sopimuksesi Applen kanssa, siinä määrin kuin on tarpeen palvelun tarjoamiseksi ja laillisten velvoitteiden täyttämiseksi. Suostumuksen ollessa asianmukainen oikeusperusta Apple hankkii sen sovellettavan paikallisen lain mukaisesti. Soveltuvan paikallisen lain salliessa Apple käsittelee henkilötietoja siinä määrin kuin on tarpeen Applen tai kolmannen osapuolen oikeutettujen etujen mukaisiin tarkoituksiin, mm. seuraaviin: • Sinulle saatavilla olevan sisällön näyttäminen • Toistokohdan ja kirjaston synkronointi kaikkiin laitteisiin • Palvelun optimoiminen ja parantaminen sinulle ja muille, sekä tietojen lähettäminen sinulle Apple Podcasts -palvelusta ja muista Applen tuotteista, palveluista ja tarjouksista, jotka voivat kiinnostaa sinua • Petosten ja muun haitallisen toiminnan torjunta Käytettyihin tietoihin sisältyvät seuraavat: • Apple Podcastien käyttösi, mukaan lukien toistokohta ja kirjastosi sisältö • Apple Podcasts -palvelussa ostamasi podcast-tilaukset • Tilisi, kuten omistamasi Apple-tuotteet ja tilauksesi Apple-palveluihin • IP-osoitteesi Säilytys Apple säilyttää Apple Podcasts -palvelussa tehtyihin ostoihin ja latauksiin liittyviä henkilötietoja taloudelliseen raportointiin sovellettavien lakien mukaisen ajan. Tämä aika vaihtelee alueittain. Useimmille asiakkaille tämä vaatii vähintään 10 vuoden säilytysajan, mutta joillakin alueilla, kuten Kiinassa, aika voi olla 30 vuotta. Apple säilyttää myös tiedot ostoistasi vähintään niin kauan kuin sinulla on tili Applella, jotta tämä sisältö on edelleen käytettävissäsi sovellettavien ehtojen mukaisesti. Joitakin tietoja, kuten maksutapahtumia, mutta ei tallennettuja korttitietojasi, voidaan kuitenkin säilyttää yritystietoina tilisi sulkemisen jälkeen tai kun lopetat Apple Podcasts -palvelun käytön. Applen keräämää tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com/legal/privacy/fi/.
fr: La sécurité et la confidentialité de vos informations sont primordiales pour Apple. Nous veillons à collecter uniquement les données qui nous sont nécessaires pour vous fournir des services de qualité. En outre, il nous semble essentiel de vous informer de la nature des informations recueillies et de l’objectif d’une telle collecte, de sorte que vous puissiez faire des choix éclairés. Comme tout autre produit ou service Apple, Apple Podcasts a été conçu dans le respect de ces principes. Mise à disposition et amélioration d’Apple Podcasts Nous recueillons des données concernant l’écoute des podcasts et les interactions avec ces derniers afin de vous fournir et d’améliorer ce service, et d’analyser et de générer des rapports agrégés liés à l’écoute des podcasts. Ces données comprennent des informations sur les podcasts que vous écoutez, comme la durée et lʼheure dʼécoute, les écoutes en ligne, les téléchargements ou les podcasts que vous suivez. Pour améliorer et personnaliser le service, nous collectons des informations sur vos interactions avec Apple Podcasts, comme les liens sur lesquels vous cliquez. Nous avons conçu Apple Podcasts de sorte que ces données ne soient liées à aucun autre service Apple. Elles sont associées à un identifiant aléatoire unique propre à Apple Podcasts, et non à votre compte Apple. Nous utilisons le trousseau iCloud pour synchroniser cet identifiant sur tous les appareils sur lesquels le trousseau iCloud est activé. Pour réinitialiser l’identifiant inclus dans les données de lecture envoyées à Apple sur votre Mac, accédez à Podcasts > Aide > Réinitialiser. Pour plus de commodité, Apple Podcasts synchronise la position de lecture des épisodes de podcast en cours d’écoute ainsi que le contenu de votre bibliothèque, notamment les podcasts que vous suivez, les épisodes que vous avez enregistrés et vos stations, afin de vous offrir la même qualité de service sur tous vos appareils. Ces informations sont stockées avec votre compte Apple. Vous pouvez désactiver la synchronisation de votre bibliothèque à tout moment dans Réglages. Nous utilisons les informations concernant vos abonnements à des chaînes, les podcasts que vous suivez, ceux que vous avez récemment écoutés et les recommandations récentes que vous avez reçues pour personnaliser le service et vous aider à découvrir du contenu pertinent. Vous pouvez désactiver les fonctionnalités de personnalisation dans Apple Podcasts, dans l’App Store, dans Apple Books, dans l’iTunes Store, dans l’app Apple TV et dans les services Apple sur abonnement en désactivant l’option « Recomm. personnalisées » pour votre compte Apple. Sur votre appareil iOS, iPadOS ou visionOS, accédez à Réglages > [votre nom] > Contenu multimédia et achats > Compte, puis touchez pour désactiver « Recomm. personnalisées ». Les données partagées avec les fournisseurs de podcasts le sont sous une forme agrégée. Nous ne partageons pas vos données personnelles avec des tierces parties. Gardez toutefois à l’esprit que lorsque vous écoutez ou téléchargez des épisodes de podcast auprès de fournisseurs ou que vous utilisez Siri pour écouter un extrait audio, ces fournisseurs peuvent collecter des informations concernant l’usage que vous faites de leur contenu, et cette collecte est régie par leurs politiques et leurs pratiques en matière de confidentialité. Par exemple, lorsque vous ajoutez un podcast via son URL ou lorsque vous écoutez un podcast hébergé par une plateforme d’hébergement tierce, votre appareil se connecte directement à cette dernière pour vous fournir le contenu demandé. Lors de la connexion, la plateforme d’hébergement tierce pourra voir l’adresse IP de votre appareil. Le traitement de votre adresse IP par la plateforme d’hébergement tierce est régi par l’engagement de confidentialité de cette dernière. D’autres apps et appareils proposant des intégrations à Apple Podcasts peuvent demander l’accès à Apple Podcasts et à votre bibliothèque de Podcasts. Si vous autorisez l’intégration d’une app ou d’un appareil, celui-ci peut accéder à des informations telles que le contenu de la bibliothèque, votre activité en termes de lecture de podcasts, ainsi que vos recommandations. Les apps et appareils autorisés peuvent également modifier les données associées à votre compte, notamment les podcasts figurant dans votre bibliothèque. Vous pouvez désactiver l’accès d’une app pour Mac sur votre Mac en accédant à Réglages Système > Confidentialité et sécurité > Médias et Apple Music. Vous pouvez désactiver l’accès par d’autres apps ou appareils dans les réglages de votre compte Apple Music. Communications provenant d’Apple Apple peut utiliser des informations relatives à votre compte, telles que les produits Apple que vous possédez et vos abonnements à des services Apple, pour vous envoyer des communications concernant Apple Podcasts et dʼautres produits, services et offres Apple susceptibles de vous intéresser. Apple peut également utiliser des informations relatives à vos activités d’achat dans Apple Podcasts pour vous envoyer des e-mails et des notifications push à propos de nouveaux contenus, fonctionnalités et offres disponibles sur Apple Podcasts. Vous pouvez modifier vos préférences liées à la réception d’e-mails et refuser de recevoir ces e-mails en allant sur account.apple.com/fr. Pour mettre à jour vos préférences de notifications sur votre Mac, accédez à Réglages Système > Notifications > Podcasts. Apple utilise les informations concernant vos interactions avec ses communications, notamment les notifications, pour améliorer ses services. Abonnements à Apple Podcasts Si vous achetez des podcasts depuis Apple Podcasts, nous utiliserons les données personnelles requises pour traiter vos transactions dʼachat, telles que vos données de compte et de paiement. Vous pouvez consulter et modifier ces informations, ainsi que passer en revue votre historique dʼachats, dans les réglages. Nous pouvons également utiliser vos données personnelles pour vérifier si vous avez droit à un essai gratuit ou à une offre spéciale dans Apple Podcasts. Nous utilisons certaines informations concernant vos abonnements actifs aux services d’Apple et à des services tiers souscrits via l’App Store pour vérifier votre éligibilité aux autres contenus disponibles sur abonnement dans Apple Podcasts. Si vous avez précédemment souscrit un abonnement à du contenu disponible directement depuis un tiers, vous pourrez vérifier votre abonnement auprès de ce service tiers et accéder à son contenu. Lutte contre la fraude et d’autres activités malveillantes Lorsque vous utilisez une carte de paiement, Apple peut conserver et mettre à jour automatiquement le numéro de votre carte et vos informations de facturation pour les futurs achats, les transactions récurrentes ou d’autres utilisations que vous avez autorisées. Apple peut obtenir ces informations auprès de votre institution financière ou réseau de paiement. Apple peut également les utiliser pour lutter contre la fraude et à des fins de vérification. Apple peut également utiliser les données de votre relation commerciale jusqu’à présent avec Apple afin de traiter les renouvellements d’abonnement à Apple Podcasts et déterminer s’il est judicieux de fournir l’accès aux abonnements avant d’avoir reçu l’autorisation du prestataire de paiement. Lors d’une tentative d’achat, nous calculons également un indice de confiance de l’appareil sur ce dernier ; pour ce faire, nous nous basons sur les données d’utilisation de votre appareil, notamment le nombre approximatif d’appels passés et reçus ou d’e-mails envoyés et reçus. La transmission de ces informations sʼeffectue sous une forme qui ne permet pas à Apple de connaître les données réellement présentes sur votre appareil. Cet indice est stocké pendant une durée déterminée sur nos serveurs. Apple peut exploiter les données dʼutilisation dʼApple Podcasts pour prévenir ou prendre des mesures contre toute activité ne respectant pas, ou susceptible de ne pas respecter, le contrat de licence du logiciel de macOS ou la loi en vigueur. Cadre juridique applicable au traitement des données personnelles En règle générale, nous traitons vos données personnelles liées à votre utilisation d’Apple Podcasts dans le cadre de l’exécution de votre contrat avec Apple, afin de vous fournir le service et de nous conformer à nos obligations légales. Lorsque votre consentement constitue la base juridique appropriée, nous sollicitons ce dernier conformément au droit local applicable. Lorsque la législation locale en vigueur le prévoit, nous traitons les données personnelles d’une manière permettant de réaliser nos intérêts légitimes ou ceux de tierces parties pour : • Afficher le contenu auquel vous avez accès. • Synchroniser votre position de lecture et votre bibliothèque sur tous vos appareils. • Optimiser et améliorer le service pour vous et les autres utilisateurs, et vous envoyer des communications concernant Apple Podcasts et d’autres produits, services et offres Apple susceptibles de vous intéresser. • Lutter contre la fraude et d’autres activités malveillantes. Les données utilisées incluent : • Votre utilisation d’Apple Podcasts, notamment la position de lecture et le contenu de votre bibliothèque. • Les abonnements à des podcasts souscrits dans Apple Podcasts. • Votre compte, notamment les produits Apple que vous possédez et vos abonnements à des services Apple. • Votre adresse IP. Rétention Nous conservons les données personnelles associées à vos achats dans Apple Podcasts pendant les durées spécifiées par les lois en vigueur relatives aux états financiers, qui varient dʼune région à lʼautre. Pour la plupart des clients, cette période de rétention est d’au moins dix ans. Toutefois, dans certaines régions telles que la Chine, la durée de cette période peut s’élever à 30 ans. Nous conservons également les informations relatives à vos achats pendant au moins toute la durée de vie de votre compte chez nous pour vous permettre dʼaccéder à nouveau au contenu en question conformément à nos conditions. Certaines informations, telles que vos transactions (sans les détails de votre carte), peuvent être conservées à titre de documents commerciaux, et ce même après la fermeture de votre compte ou lʼarrêt de lʼutilisation dʼApple Podcasts. Les informations recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse https://www.apple.com/fr/privacy/
fr_ca: La sécurité et la confidentialité de vos informations personnelles sont primordiales pour Apple. Nous veillons à recueillir uniquement les données qui nous sont nécessaires pour vous fournir des services de qualité. De plus, il nous semble essentiel de vous informer de la nature des informations recueillies et de l’objectif d’une telle collecte, de sorte que vous puissiez faire des choix éclairés. Comme tout autre produit ou service Apple, Apple Podcasts a été conçu dans le respect de ces principes. Fourniture et amélioration d’Apple Podcasts Nous recueillons des données sur l’écoute des balados et les interactions avec ceux-ci afin de fournir et d’améliorer le service ainsi que de comprendre et de créer des rapports consolidés sur l’audience des balados. Ces données comprennent les informations sur les balados que vous écoutez, comme la durée et l’heure d’écoute des balados, et les moments où vous les écoutez en continu, les téléchargez ou commencez à les suivre. Pour aider à améliorer et à personnaliser le service, nous recueillons des informations sur vos interactions avec Apple Podcasts, telles que les liens sur lesquels vous cliquez. Nous avons conçu Apple Podcasts de sorte que ces données ne sont pas liées à d’autres services Apple. Ces informations sont associées à un identifiant aléatoire unique et propre à Apple Podcasts, et non pas à votre compte Apple. Nous utilisons le trousseau iCloud pour synchroniser l’identifiant avec tous vos appareils sur lesquels le trousseau iCloud est activé. Pour réinitialiser l’identifiant inclus dans les données de lecture envoyées à Apple sur Mac, accédez à Balados > Aide > Réinitialiser l’identifiant. Pour plus de commodité, Apple Podcasts synchronise la position de lecture des épisodes à l’écoute ainsi que le contenu de votre bibliothèque, y compris les émissions que vous suivez, les épisodes que vous avez enregistrés et vos stations, pour que vous puissiez profiter de la même expérience d’utilisation d’Apple Podcasts sur tous vos appareils. Ces informations sont associées à votre compte Apple. Vous pouvez à tout moment désactiver la synchronisation de votre bibliothèque dans Réglages. Nous utilisons des informations sur vos abonnements aux chaînes, sur les balados que vous suivez, sur les balados que vous avez écoutés récemment et sur les recommandations récentes pour personnaliser le service et vous permettre de découvrir des contenus qui sont susceptibles de vous plaire. Vous pouvez désactiver la personnalisation dans Apple Podcasts, l’App Store, Apple Books, l’iTunes Store et Apple TV ainsi que pour les abonnements auprès d’Apple en désactivant les recommandations personnalisées pour votre compte Apple. Sur votre appareil iOS, iPadOS ou visionOS, accédez à Réglages > [votre nom] > Contenu multimédia et achats > Compte, puis désactivez Recommandations personnalisées. Toutes les données que nous partageons avec les fournisseurs de balados sont consolidées. Nous ne partageons aucune de vos données personnelles avec des tiers. Prenez cependant en compte que, lorsque vous utilisez Siri pour écouter un extrait ou que vous écoutez ou téléchargez des épisodes à partir de certains fournisseurs de balados, ces derniers peuvent recueillir des informations sur l’utilisation que vous faites de leurs balados, et que ces collectes sont régies par leurs pratiques et leurs politiques en matière de confidentialité. Par exemple, lorsque vous ajoutez une émission par son URL ou que vous écoutez un balado hébergé sur une plateforme tierce, votre appareil se connecte directement à cette plateforme pour vous fournir le contenu demandé. Une fois la connexion établie, la plateforme d’hébergement tierce peut connaître l’adresse IP de votre appareil. Le traitement de votre adresse IP par cette plateforme tierce est soumis aux politiques de confidentialité de cette dernière. D’autres apps et appareils qui proposent d’intégrer Apple Podcasts peuvent demander un accès à Apple Podcasts et à votre bibliothèque de balados. Si vous leur accordez un tel accès, ils pourront accéder à des informations comme votre bibliothèque, votre activité d’écoute de balados et vos recommandations. Les apps et appareils autorisés peuvent également modifier les données associées à votre compte, telles que la liste des balados de votre bibliothèque. Vous pouvez désactiver l’accès d’une app sur votre Mac dans Réglages système > Confidentialité et sécurité > Média et Apple Music. Vous pouvez désactiver l’accès par d’autres apps ou appareils dans les réglages de votre compte Apple Music. Communiquer avec vous Apple pourrait utiliser des informations relatives à votre compte, comme les produits Apple que vous possédez et vos abonnements aux services Apple, pour vous envoyer des communications au sujet d’Apple Podcasts et d’autres produits, services et offres d’Apple susceptibles de vous intéresser. Apple pourrait également utiliser des informations sur vos activités d’achat dans Apple Podcasts pour vous envoyer des courriels et des notifications Push sur de nouvelles fonctionnalités, des contenus et des offres proposés dans Apple Podcasts. Vous pouvez modifier vos préférences de courriel et choisir de ne plus recevoir ces courriels en vous rendant sur account.apple.com. Pour mettre à jour vos préférences en matière de notifications sur Mac, accédez à Réglages système > Notifications > Balados. Apple utilise les informations relatives à vos interactions avec ses communications, y compris les notifications, pour améliorer ses services. Abonnements Apple Podcasts Si vous vous abonnez à des balados dans Apple Podcasts, nous utiliserons les données personnelles nécessaires au traitement de vos transactions d’achat, comme les données de votre compte et vos données de paiement (accessibles et modifiables dans Réglages), ainsi que l’historique de vos achats. Nous pourrions aussi utiliser vos données personnelles pour vérifier si vous êtes admissible à un essai gratuit ou à une offre spéciale d’Apple Podcasts. Nous utilisons des informations sur vos abonnements actifs aux services Apple ou offerts par des apps tierces que vous avez souscrits par l’entremise de l’App Store pour vérifier si vous avez le droit d’accéder au contenu supplémentaire réservé aux abonnés dans Apple Podcasts. Si vous avez précédemment souscrit un abonnement directement auprès d’un tiers, vous pourrez valider votre abonnement auprès de lui et accéder au contenu correspondant. Prévenir la fraude et d’autres activités malveillantes Lorsque vous utilisez une carte de paiement, Apple peut conserver et mettre à jour automatiquement votre numéro de carte et vos données de facturation pour les achats futurs, les transactions récurrentes ou d’autres utilisations que vous autorisez. Apple pourrait obtenir ces informations auprès de votre institution financière ou réseau de traitement de paiements ainsi que les utiliser à des fins de prévention de la fraude et de vérification. Apple peut également utiliser des informations sur l’historique de vos relations commerciales avec Apple pour traiter les renouvellements d’abonnement à Apple Podcasts et choisir d’accorder ou non l’accès continu à vos abonnements avant d’avoir reçu l’autorisation du partenaire de paiement. Nous calculerons également l’indice de confiance de votre appareil lorsque vous tenterez d’effectuer un achat, en utilisant des informations sur votre façon d’utiliser votre appareil, notamment le nombre approximatif d’appels ou de courriels que vous envoyez et recevez. L’envoi est conçu de manière à ce qu’Apple ne puisse pas mémoriser les valeurs réelles sur votre appareil. L’indice est stocké sur nos serveurs pour une durée déterminée. Apple est susceptible d’utiliser des informations sur l’utilisation que vous faites d’Apple Podcasts pour prendre les mesures nécessaires contre des activités qui sont, ou pourraient être, en violation du contrat de licence de macOS ou de la loi en vigueur. Fondement juridique applicable au traitement des données personnelles De façon générale, nous traitons vos données personnelles dans Apple Podcasts aux fins de l’exécution de votre contrat avec Apple, dans la mesure où cela est nécessaire pour fournir le service, et pour nous conformer à nos obligations légales. Lorsque le consentement est le fondement juridique adéquat, nous le sollicitons conformément aux lois nationales applicables. Lorsque les lois nationales applicables le prévoient, nous traitons les données à caractère personnel, si nécessaire, aux fins de notre intérêt légitime ou de celui d’un tiers pour : • afficher le contenu mis à votre disposition; • synchroniser votre position de lecture et votre bibliothèque avec vos appareils; • optimiser et améliorer le service pour vous et les autres utilisateurs, et vous envoyer des communications au sujet d’Apple Podcasts et d’autres produits, services et offres connexes d’Apple susceptibles de vous intéresser; • prévenir la fraude et d’autres activités malveillantes. Les données utilisées comprennent : • l’utilisation que vous faites d’Apple Podcasts, y compris la position de lecture et le contenu de votre bibliothèque; • les abonnements aux balados que vous souscrivez dans Apple Podcasts; • votre compte, notamment les produits Apple que vous possédez et vos abonnements aux services Apple; • votre adresse IP. Conservation Nous conservons les données personnelles associées aux achats que vous avez effectués dans Apple Podcasts pendant les périodes spécifiées par les lois applicables en matière de publication de l’information financière, qui varient selon la région. Cela implique que, pour la majeure partie de la clientèle, les données seront conservées pendant au moins 10 ans. Cette période peut s’élever à 30 ans dans des régions comme la Chine. Nous conservons également un registre de vos achats tant que vous disposez d’un compte chez nous pour vous permettre d’accéder à ces contenus conformément à nos modalités applicables. Certaines informations, comme les transactions (hormis les données des cartes enregistrées), peuvent être conservées sous forme de registres commerciaux, même après que vous avez fermé votre compte ou arrêté d’utiliser Apple Podcasts. Les informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com/ca/fr/privacy.
he: הגנה על פרטיות ואבטחת המידע של המשתמשים היא בעלת חשיבות עליונה עבור כל עובדי Apple. אנו עובדים קשה כדי לאסוף רק את הנתונים שדרושים לנו כדי לשפר את חוויית השימוש שלך. כאשר אנו אוספים נתונים, אנו מאמינים שחשוב ליידע אותך מה אנחנו אוספים ומדוע, כדי שתהיה לך אפשרות לקבל החלטות מושכלות. ‏Apple Podcasts, בדומה לכל מוצר ושירות אחר של Apple, תוכנן תוך התחשבות בעקרונות אלו. אספקה ושיפור של Apple Podcasts אנו אוספים נתונים לגבי האזנה לפודקאסטים ודפוסי השימוש בהם כדי לספק ולשפר את השירות, וכדי להכיר את קהל מאזיני הפודקאסטים ולספק דיווחים צבורים לגביו. נתונים אלו כוללים מידע על הפודקאסטים שהפעלת, כמו גודל החלק היחסי שהאזנת לו, זמני ההאזנה וכן מתי הזרמת, הורדת או עקבת אחר פודקאסט. כדי לסייע בשיפור השירות, אנו אוספים מידע על דפוסי השימוש שלך ב-Apple Podcasts, כמו קישורים שלחצת עליהם. פיתחנו את Apple Podcasts כך שנתונים אלו לא יקושרו לשירותי Apple אחרים. נתונים אלה מקושרים למזהה ייחודי שנקבע באופן אקראי, והוא משויך רק ל-Apple Podcasts ואינו מאוחסן עם חשבון ה-Apple שלך. אנו משתמשים בצרור המפתחות של iCloud כדי לסנכרן את אותו המזהה עם כל המכשירים לך שצרור המפתחות של iCloud מופעל בהם. כדי לאפס את המזהה שנכלל בנתוני ההפעלה שנשלחים אל Apple ב-Mac, יש לעבור אל ״פודקאסטים״ > ״עזרה״ > ״איפוס המזהה״. לנוחיותך, מיקום ההפעלה של פרקי הפודקאסטים שהאזנת להם וכן תוכן הספרייה שלך לרבות התוכניות שעקבת אחריהן, הפרקים ששמרת והתחנות שלך, מסונכרנים על-ידי Apple Podcasts כדי שתהיה לך אפשרות ליהנות מחוויית Apple Podcasts זהה בכל המכשירים שלך. מידע זה מאוחסן ומקושר לחשבון ה-Apple שלך. באפשרותך לבטל את סנכרון הספריה שלך בכל עת דרך ״הגדרות״. אנו משתמשים במידע על המינויים שלך לערוצים, פודקאסטים שעקבת אחריהם, תכנים שהפעלת לאחרונה ב״פודקאסטים״ ותכנים שהומלצו עבורך לאחרונה, כדי להתאים את השירות באופן אישי ולעזור לך לגלות את התוכן המתאים לך ביותר. באפשרותך לבטל את מאפייני ההתאמה האישית ב-Apple Podcasts, כמו גם ב-App Store, ב-Apple Books, ב-iTunes Store, ביישום TV של Apple ובמינויים לשירותי Apple, באמצעות כיבוי ״המלצות מותאמות אישית״ בחשבון ה-Apple שלך. במכשיר ה-iOS, ה-iPadOS או ה-visionOS יש לעבור אל ״הגדרות״ > [השם שלך] > ״מדיה ורכישות״ > ״הצגת החשבון״, ואז להקיש לכיבוי ״המלצות מותאמות אישית״. אנו משתפים נתונים עם ספקי פודקאסטים רק בצורת מצבור. אנו לא משתפים את הנתונים האישיים שלך עם גורמים חיצוניים. עם זאת, כדאי לזכור שספקי פודקאסטים מסוימים עשויים לאסוף מידע על אופן השימוש שלך בפודקאסטים שלהם, ולהשתמש בו בהתאם להגדרות ומדיניות הפרטיות שלהם, אם הורדת או הפעלת פרקים של הפודקאסטים שלהם או השתמשת ב-Siri כדי להאזין לתקציר שמע. לדוגמה, בעת הוספה של תכנית באמצעות כתובת אינטרנט או האזנה לפודקאסט שנמצא בפלטפורמה חיצונית, המכשיר שלך מתחבר ישירות לפלטפורמה החיצונית כדי לספק לך את התוכן המבוקש. בעת החיבור, כתובת ה-IP של המכשיר שלך תהיה גלויה לפלטפורמה החיצונית. הטיפול בכתובת ה-IP שלך על-ידי הפלטפורמה החיצונית נעשה בכפוף למדיניות הפרטיות שלה. יישומים ומכשירים אחרים שמציעים שילובי Apple Podcasts עשויים לבקש גישה אל Apple Podcasts ואל ספריית הפודקאסטים שלך. אם הענקת הרשאה כזו לשילוב יישום או מכשיר, הוא יוכל לגשת למידע כגון הספריה שלך, פעילות הפעלת הפודקאסטים שלך וההמלצות שלך. יישום או מכשיר שקיבלו הרשאה יוכלו גם לשנות נתונים המשויכים לחשבונך, כגון אילו פודקאסטים נמצאים בספריה שלך. ניתן לבטל גישה של יישום ב-Mac באמצעות מעבר אל ״הגדרות המערכת״ > ״פרטיות ואבטחה״ > ״מדיה ו-Apple Music״. ניתן לבטל את הגישה שיש ליישומים או מכשירים אחרים בהגדרות חשבון ה-Apple Music. התקשורת איתך ‏Apple עשויה להשתמש במידע לגבי החשבון שלך, כגון מוצרי Apple שבבעלותך ומינויים שלך לשירותי Apple, כדי לשלוח לך הודעות בנוגע ל-Apple Podcasts ולמוצרים, שירותים ומבצעים אחרים של Apple שעשויים לעניין אותך. ‏Apple עשויה גם להשתמש במידע על פעילות הרכישה שלך ב-Apple Podcasts כדי לשלוח לך הודעות דוא״ל ועדכונים באמצעות טכנולוגיית Push בנוגע למאפיינים, תוכן ומבצעים חדשים הזמינים ב-Apple Podcasts. באפשרותך לשנות את העדפות הדוא״ל שלך ולבחור שלא לקבל את הודעות הדוא״ל האלו על ידי מעבר לאתר account.apple.com. כדי לעדכן את העדפות העדכונים שלך ב-Mac, יש לעבור אל ״הגדרות המערכת״ > ״עדכונים״ > ״פודקאסטים״. ‏Apple משתמשת במידע בנוגע לאינטראקציות שלך עם מידע ששלחנו אליך, כולל עדכונים, כדי לשפר את השירותים שלנו. מינויי Apple Podcasts אם רכשת ב-Apple Podcasts מינויים לפודקאסטים, נשתמש בנתונים האישיים שנדרשים לעיבוד עסקאות הרכישה, כגון היסטוריית הרכישה שלך ופרטי החשבון והתשלום, שניתן לגשת אליהם ולשנות אותם ב״הגדרות״. אנו עשויים גם להשתמש בנתונים האישיים שלך כדי לבדוק את זכאותך לתקופת ניסיון ללא תשלום או להצעות מיוחדות מ-Apple Podcasts. אנו משתמשים במידע על המינויים הפעילים שלך לשירותי Apple ועל יישומים חיצוניים שנרכשו ב-App Store כדי לבדוק את הזכאות שלך לגשת לתכנים של מינויים נוספים ב-Apple Podcasts. אם רכשת בעבר מינוי ישירות מגורם חיצוני שמציע תכנים זמינים, יהיה באפשרותך לאמת את המינוי שלך מול הגורם החיצוני ולקבל גישה לתכנים אלו. מניעת הונאות ופעילות זדונית אחרת בעת שימוש בכרטיס תשלום, Apple עשויה לשמור ולעדכן באופן אוטומטי את מספר הכרטיס שלך ואת כתובת החיוב עבור רכישות עתידיות, עסקאות חוזרות או עבור שימושים אחרים שיאושרו על ידך. ‏Apple עשויה לקבל מידע זה מהמוסד הפיננסי שלך או מרשת התשלומים, וגם להשתמש בו לצורך אימות ומניעת הונאות. ‏ Apple עשויה גם להשתמש במידע על הקשרים העסקיים ההיסטוריים שלך עם Apple כדי לעבד את חידושי המינוי ל-Apple Podcasts וכדי לקבוע אם לספק גישה רציפה למינויים שלך לפני האישור של שותף התשלום. בנוסף, במהלך ניסיון לבצע רכישה, אנו מחשבים עבור המכשיר שלך ציון המכונה ״ציון אמון״. כדי לחשב את הציון הזה אנו משתמשים במידע לגבי אופן השימוש שלך במכשיר, כולל המספר המשוער של שיחות הטלפון או הודעות הדוא״ל היוצאות והנכנסות במכשיר שלך. שליחת מידע זה מתבצעת באופן שאינו חושף בפני Apple את הנתונים הממשיים של המכשיר שלך. הציון נשמר בשרתים שלנו למשך פרק זמן קבוע מראש. ‏Apple עשויה להשתמש במידע על אופן השימוש שלך ב-Apple Podcasts כדי למנוע או לפעול נגד פעילויות המפרות, או שעשויות להפר, את הסכם רישיון התוכנה של macOS או חוקים רלוונטיים אחרים. בסיס חוקי תקף לעיבוד נתונים אישיים באופן כללי, אנו מעבדים את הנתונים האישיים שלך ב-Apple Podcasts לצורך קיום תנאי החוזה שלך מול Apple, בהתאם לצורכי אספקת השירות וכדי לעמוד במחויבויות המשפטיות שלנו. נבקש את הסכמתך לעשות זאת כאשר היא מהווה בסיס משפטי הולם, בהתאם לחוקים מקומיים תקפים. כאשר חוקים מקומיים תקפים מאפשרים זאת, אנו מעבדים נתונים אישיים לפי הצורך למטרת הצרכים הלגיטימיים שלנו או של גורמים חיצוניים, כדי: • להציג תוכן שזמין לך • לסנכרן בין כל המכשירים את המיקום שלך בהפעלה ואת הספריה שלך • למטב ולשפר את השירות עבורך ועבור אנשים אחרים, ולשלוח לך מידע לגבי Apple Podcasts ולגבי הצעות, מוצרים ושירותים נוספים של Apple שעשויים לעניין אותך • למנוע הונאות ופעילות זדונית אחרת הנתונים שבהם נעשה שימוש כוללים את: • נתוני השימוש שלך ב-Apple Podcasts, כולל המיקום שלך בהפעלה ותוכן הספריה שלך • המידע על מינויי הפודקאסטים שרכשת ב-Apple Podcasts • המידע על החשבון שלך, כגון מוצרי Apple שבבעלותך והמינויים שלך לשירותי Apple • כתובת ה-IP שלך שמירת נתונים אנו שומרים נתונים אישיים שמקושרים לרכישות שלך ב-Apple Podcasts למשך הזמן שנקבע בחוקים הנוגעים לדיווח פיננסי. משך הזמן משתנה מאזור לאזור. עבור מרבית הלקוחות, פרק הזמן הוא עשר שנים לפחות, אך באזורים כגון סין פרק הזמן יכול להיות 30 שנים. נוסף על כך, אנו גם שומרים תיעוד של הרכישות כל עוד יש לך חשבון שמאפשר גישה לתוכן זה, כאמור בכפוף לתנאים הרלוונטיים שלנו. מידע מסוים כגון פרטים לגבי עסקאות, אך לא פרטי הכרטיס השמור שלך, עשוי להישמר כרשומות עסקיות גם לאחר סגירת החשבון שלך או הפסקת השימוש ב-Apple Podcasts. בכל עת, מידע הנאסף על-ידי Apple יטופל בהתאם למדיניות הפרטיות של Apple, הזמינה בכתובת: www.apple.com/privacy.
hi: आपकी जानकारी की गोपनीयता और सुरक्षा Apple में हम सभी की प्राथमिकता है। हम केवल वह डेटा एकत्रित करने के लिए कड़ा परिश्रम करते हैं, जिसकी हमें आपको बेहतर अनुभव प्रदान करने के लिए आवश्यकता होती है और जब हम डेटा एकत्रित करते हैं, तो यह मानते हैं कि आपके लिए यह जानना ज़रूरी है कि हम क्या एकत्रित कर रहे हैं और हमें उसकी आवश्यकता क्यों है, ताकि आप अपने विकल्प तय कर सकें। Apple के अन्य उत्पादों और सेवा की ही तरह Apple Podcasts को भी इन्हीं सिद्धांतों को ध्यान में रखते हुए बनाया गया है। Apple Podcasts प्रदान करना और उसमें सुधार करना हम सेवा प्रदान करने और बेहतर करने और पॉडकास्ट सुनने वालों को समझने और उनके बारे में एग्रीगेट रिपोर्ट उपलब्ध कराने के लिए पॉडकास्ट सुनने और इंटरऐक्शन से जुड़ा डेटा एकत्रित करते हैं। इस डेटा में आपके द्वारा सुने जाने वाले पॉडकास्ट के बारे में जानकारी शामिल होती है, जैसे कि आप किसी पॉडकास्ट को कितना सुनते हैं, कब सुनते हैं और आप कब स्ट्रीम, डाउनलोड या फ़ॉलो करते हैं। सेवा में सुधार करने और उसे वैयक्तिकृत करने के लिए, हम Apple Podcasts के साथ आपके इंटरऐक्शन से संबंधित जानकारी एकत्र करते हैं, जैसे कि आपके द्वारा क्लिक किए गए लिंक। हमने Apple Podcasts को ऐसे डिज़ाइन किया है जिससे यह डेटा अन्य Apple सेवाओं से लिंक नहीं किया जाता है। यह जानकारी रैंडम विशिष्ट आइडेंटिफ़ायर से संबद्ध की जाती है, जो Apple Podcasts के लिए विशिष्ट होती है और आपके Apple खाते के साथ संग्रहित नहीं की जाती है। हम iCloud Keychain को सक्षम करने वाले सभी आइडेंटिफ़ायर को सिंक करने के लिए iCloud Keychain का इस्तेमाल करते हैं। Mac पर Apple को भेजे जाने वाले प्लेबैक डेटा में शामिल आइडेंटिफ़ायर को रीसेट करने के लिए पॉडकास्ट > सहायता > आइडेंटिफ़ायर रीसेट करें पर जाएँ। आपकी सुविधा के लिए, Apple Podcasts आपके द्वारा सुने जा रहे पॉडकास्ट एपिसोड की चलाने की स्थिति के साथ-साथ आपके द्वारा फ़ॉलो किए जाने वाले कार्यक्रम, आपके द्वारा सहेजे गए एपिसोड और आपके स्टेशन सहित आपकी लाइब्रेरी के कॉन्टेंट को सिंक करता है, ताकि आप अपने सभी डिवाइस पर एकसमान Apple Podcasts अनुभव का आनंद ले सकें। यह जानकारी आपके Apple खाते के साथ संग्रहित की जाती है। आप सेटिंग्ज़ में जाकर अपनी लाइब्रेरी को सिंक करना कभी भी अक्षम कर सकते हैं। हम आपके चैनल सब्सक्रिप्शन, फ़ॉलो किए जाने वाले पॉडकास्ट, हालिया चलाए गए पॉडकास्ट और हालिया अनुशंसाओं के बारे में जानकारी का इस्तेमाल सेवा को वैयक्तिकृत करने और आपके लिए सबसे अधिक प्रासंगिक कॉन्टेंट ढूँढने में आपकी सहायता करने के लिए करते हैं। अपने Apple खाते के लिए वैयक्तिकृत अनुशंसाएँ बंद करके आप Apple Podcasts के साथ-साथ App Store, Apple Books, iTunes Store, Apple TV में और Apple के सब्सक्रिप्शन के लिए वैयक्तिकरण को अक्षम कर ^[सकते हैं](inflect: true)। अपने iOS, iPadOS और visionOS डिवाइस पर सेटिंग्ज़ > [आपका नाम] > मीडिया और ख़रीदारी > खाता देखें पर जाएँ और वैयक्तिकृत अनुशंसाओं को टैप करके बंद करें। हम पॉडकास्ट प्रोवाइडर से केवल ऐग्रीगेट रूप में डेटा शेयर करते हैं। हम किसी तृतीय पक्ष के साथ आपका कोई व्यक्तिगत डेटा शेयर नहीं करते हैं। हालाँकि ध्यान रखें, जब आप कुछ पॉडकास्ट प्रोवाइडर के पॉडकास्ट एपिसोड चलाते या डाउनलोड करते हैं या कोई ऑडियो ब्रीफ़ सुनने के लिए Siri का उपयोग करते हैं, तो वे प्रोवाइडर अपने पॉडकास्ट के आपके द्वारा किए गए उपयोग के बारे में जानकारी एकत्रित कर सकते हैं और उनका यह एकत्रण उनके गोपनीयता नीतियों और व्यवहारों के अधीन होता है। उदाहरण के लिए जब आप URL द्वारा कोई शो जोड़ते हैं या कोई पॉडकास्ट सुनते हैं जिसे तृतीय पक्ष होस्टिंग प्लेटफ़ॉर्म द्वारा होस्ट किया गया है, तो आपका डिवाइस आपको अनुरोधित कॉन्टेंट प्रदान करने के लिए सीधे तृतीय पक्ष होस्टिंग प्लेटफ़ॉर्म से कनेक्ट करता है। कनेक्ट करने पर आपके डिवाइस का IP पता तृतीय पक्ष होस्टिंग प्लेटफ़ॉर्म को दिखाई देगा। तृतीय पक्ष होस्टिंग प्लेटफ़ॉर्म द्वारा आपके IP पते का इस्तेमाल इस तृतीय पक्ष की गोपनीयता नीति के अनुसार किया जाता है। ऐसे अन्य ऐप्स और डिवाइस जो Apple Podcasts इंटीग्रेशन ऑफ़र करते हैं, उनके द्वारा Apple Podcasts और आपकी पॉडकास्ट लाइब्रेरी को ऐक्सेस करने का अनुरोध किया जा सकता है। यदि आप किसी ऐप या डिवाइस इंटीग्रेशन को ऐसी अनुमति देते हैं, तो वह आपकी लाइब्रेरी, पॉडकास्ट चलाने की ऐक्टिविटी और आपकी अनुशंसाओं जैसी जानकारी को ऐक्सेस कर सकेगा। अनुमति प्राप्त ऐप या डिवाइस आपके खाते से संबद्ध डेटा को संशोधित भी कर सकता है, जैसे आपकी लाइब्रेरी में कौन से पॉडकास्ट मौजूद हैं। आप अपने Mac पर सिस्टम सेटिंग्ज़ > गोपनीयता और सुरक्षा > मीडिया और Apple Music पर जाकर Mac ऐप के ऐक्सेस को अक्षम कर सकते हैं। आप अन्य ऐप्स या डिवाइस के ऐक्सेस को अपने Apple Music खाते की सेटिंग्ज़ में जाकर अक्षम कर सकते हैं। आपसे संवाद करना Apple आपके खाते की जानकारी का उपयोग कर सकता है, जैसे आपके पास मौजूद Apple उत्पाद और Apple सेवाओं के साथ आपके सब्सक्रिप्शन की जानकारी, जिससे आपको Apple Podcasts और ऐसे अन्य Apple उत्पादों, सेवाओं और ऑफ़र के बारे में सूचनाएँ भेजी जा सकें जिनमें शायद आपकी दिलचस्पी हो। Apple Podcasts पर उपलब्ध नए फ़ीचर, कॉन्टेंट और ऑफ़र के बारे में आपको ईमेल और पुश सूचनाएँ भेजने के लिए Apple द्वारा Apple Podcasts में आपकी ख़रीदारी संबंधी ऐक्टिविटी की जानकारी का भी उपयोग किया जा सकता है। आप account.apple.com पर जाकर अपनी ईमेल प्राथमिकता बदल सकते हैं और इन ईमेल को प्राप्त न करने का विकल्प चुन सकते हैं। Mac पर अपनी सूचना प्राथमिकता अपडेट करने के लिए सिस्टम सेटिंग्ज़ > सूचनाएँ > पॉडकास्ट पर जाएँ। Apple अपनी सेवाओं को बेहतर बनाने के लिए सूचनाओं सहित हमारे संचारों के साथ आपके इंटरऐक्शन के बारे में जानकारी का इस्तेमाल करता है। Apple Podcasts सब्सक्रिप्शन यदि आप Apple Podcasts से पॉडकास्ट सब्सक्रिप्शन ख़रीदते हैं, तो हम आपके ख़रीदारी संबंधी लेनदेन को प्रोसेस करने के लिए ज़रूरी व्यक्तिगत डेटा का उपयोग करेंगे, जैसे कि आपके खाते और भुगतान की जानकारी, जिन्हें आप सेटिंग्ज़ में जाकर ऐक्सेस कर सकते हैं और बदल सकते हैं, और आपकी ख़रीदारी हिस्ट्री। हम आपके व्यक्तिगत डेटा का उपयोग यह जाँचने के लिए भी कर सकते हैं कि आप Apple Podcasts के मुफ़्त ट्रायल या विशेष ऑफ़र के लिए योग्य हैं या नहीं। हम App Store के ज़रिए ख़रीदी गई Apple सेवाओं और तृतीय पक्षों के ऐप्स के आपके सक्रिय सब्सक्रिप्शन की जानकारी का इस्तेमाल यह जाँचने के लिए करते हैं कि आप Apple Podcasts में अतिरिक्त सब्सक्रिप्शन कॉन्टेंट ऐक्सेस करने के योग्य हैं या नहीं। अगर आपने उपलब्ध कॉन्टेंट के साथ किसी तृतीय पक्ष से पहले कभी सब्सक्रिप्शन ख़रीदा है, तो आप तृतीय-पक्ष के साथ अपने सब्सक्रिप्शन को सत्यापित कर पाएँगे और उस कॉन्टेंट का ऐक्सेस पा सकेंगे। धोखाधड़ी और अन्य दुर्भावनापूर्ण ऐक्टिविटी को रोकना जब आप किसी भुगतान कार्ड का इस्तेमाल करते हैं, तो Apple भविष्य में ख़रीदारी, आवर्ती लेनदेन या आपके द्वारा अधिकृत अन्य इस्तेमाल के लिए आपके कार्ड नंबर और बिलिंग जानकारी को रिटेन कर सकता है और ऑटोमैटिकली अपडेट कर सकता है। Apple यह जानकारी आपके वित्तीय संस्थान या भुगतान नेटवर्क से प्राप्त कर सकता है और धोखाधड़ी रोकने और सत्यापन के लिए इसका इस्तेमाल भी कर सकता है। Apple Podcasts सब्सक्रिप्शन नवीकरण और भुगतान सहयोगी द्वारा ऑथराइज़ किए जाने से पहले आपके सब्सक्रिप्शन का ऐक्सेस प्रदान करना जारी रखने या न रखने संबंधी निर्णय करने के लिए Apple के साथ आपके पुराने व्यावसायिक संबंधों की जानकारी का उपयोग भी Apple द्वारा किया जा सकता है। जब आप कोई ख़रीदारी करने का प्रयास करते हैं, तो हम आपके डिवाइस पर एक डिवाइस विश्वास स्कोर की भी गणना करेंगे जिसके लिए इस जानकारी का उपयोग किया जाता है कि आप अपने डिवाइस का किस तरह उपयोग करते हैं और इसमें यह जानकारी भी शामिल होती है कि आप लगभग कितने फ़ोन कॉल या ईमेल भेजते और प्राप्त करते हैं। सबमिशन की प्रक्रिया इस तरह से डिज़ाइन की गई है कि Apple आपके डिवाइस के अंतर्निहित मानों के बारे में नहीं जान सकता है। स्कोर हमारे सर्वर पर एक निश्चित समय तक संग्रहित किया जाता है। Apple आपके द्वारा किए गए Apple Podcasts के उपयोग से संबंधित जानकारी का उपयोग कर सकता है, ताकि ऐसी ऐक्टिविटी को रोका जा सके या उनके ख़िलाफ़ कार्रवाई की जा सके जो किसी लागू macOS सॉफ़्टवेयर लाइसेंस अनुबंध या लागू क़ानून का उल्लंघन करती हों या जिनके द्वारा उल्लंघन की आशंका हो। व्यक्तिगत डेटा प्रोसेस करने के लिए लागू क़ानूनी आधार हम Apple Podcasts में आपके व्यक्तिगत डेटा को आम तौर पर Apple के साथ आपके अनुबंध के निष्पादन के लिए प्रोसेस करते हैं जैसा कि सेवा प्रदान करने और हमारी क़ानूनी बाध्यताओं का अनुपालन करने के लिए आवश्यक होता है। जहाँ सहमति उपयुक्त क़ानूनी आधार होती है, हम इसे लागू होने वाले स्थानीय क़ानून के अनुसार प्राप्त करने की कोशिश करते हैं। जहाँ लागू होने वाले स्थानीय क़ानून निर्देशित करते हैं, हम अपने या तृतीय पक्ष के तर्कसंगत हितों के उद्देश्यों के लिए आवश्यकता के अनुसार व्यक्तिगत डेटा को प्रोसेस करते हैं ताकि : • आपके लिए उपलब्ध कॉन्टेंट दिखा सकें • सभी डिवाइस में आपकी प्लेबैक स्थिति और लाइब्रेरी को सिंक कर सकें • आप और अन्य लोगों के लिए सेवाओं को ऑप्टिमाइज़ कर सकें और बेहतर बना सकें और आपको Apple Podcasts और ऐसे अन्य Apple उत्पादों, सेवाओं और ऑफ़र के बारे में सूचनाएँ भेज सकें जिनमें शायद आपकी दिलचस्पी हो • धोखाधड़ी और अन्य दुर्भावनापूर्ण ऐक्टिविटी की रोकथाम कर सकें उपयोग किए गए डेटा में शामिल है : • Apple Podcasts का आपका उपयोग जिसमें चलाने की स्थिति और आपकी लाइब्रेरी का कॉन्टेंट शामिल है • पॉडकास्ट सब्सक्रिप्शन जिन्हें आप Apple Podcasts में ख़रीदते हैं • आपका खाता, जैसे कि आपके पास मौजूद Apple उत्पाद और Apple सेवाओं के आपके सब्सक्रिप्शन • आपका IP पता रिटेंशन हम Apple Podcasts में आपकी ख़रीदारी से जुड़े व्यक्तिगत डेटा को विभिन्न क्षेत्रों में वित्तीय रिपोर्टिंग संबंधी लागू क़ानूनों के द्वारा निर्धारित समय तक रिटेन करते हैं। अधिकतर ग्राहकों के लिए कम से कम 10 साल की रिटेंशन अवधि आवश्यक होती है, लेकिन चीन जैसे क्षेत्रों में यह अवधि 30 साल हो सकती है। हम आपकी ख़रीदारी के रिकॉर्ड कम से कम तब तक बनाए रखते हैं जब तक आपका खाता हमारे यहाँ रहता है ताकि आप हमारी लागू शर्तों के अनुसार उस कॉन्टेंट को फिर से ऐक्सेस कर सकें। आपके द्वारा खाता बंद करने या Apple Podcasts का उपयोग रोकने के बाद भी कुछ जानकारी जैसे कि लेनदेन (लेकिन आपका संग्रहित कार्ड विवरण नहीं) को व्यावसायिक रिकॉर्ड के रूप में रिटेन किया जा सकता है। Apple द्वारा संग्रहित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे https://www.apple.com/in/privacy/ पर देखा जा सकता है
hr: Zaštita privatnosti i sigurnosti vaših informacija prioritet je svih zaposlenika Applea. Trudimo se prikupljati samo one podatke koji su nam potrebni za poboljšanje vašeg iskustva, a u slučajevima u kojima ih prikupljamo, smatramo da je važno da znate što točno prikupljamo i zašto nam ti podaci trebaju, tako da možete informirano odlučiti. Aplikacija Podcasti, kao i svaki drugi Appleov proizvod i usluga, dizajnirana je oko tih principa. Pružanje i poboljšanje aplikacije Podcasti Prikupljamo podatke o slušanju podcasta i interakcijama kako bismo mogli pružiti i poboljšati uslugu te za razumijevanje i pružanje agregiranih izvještaja o slušanju podcasta. Ti podaci uključuju informacije o podcastima koje slušate kao, primjerice, koliki dio podcasta ste preslušali, kada ih obično slušate i kada pokrećete streaming, preuzimate ili pratite. Kako bi se pomoglo u poboljšanju i personaliziranju usluge, prikupljamo informacije o vašoj interakciji s aplikacijom Apple Podcasti, kao što su primjerice linkovi koje kliknete. Dizajnirali smo aplikaciju Podcasti tako da ti podaci nisu povezani s drugim Appleovim uslugama. Ove informacije povezane su s nasumičnim jedinstvenim identifikatorom koji je specifičan za Podcaste i nije pohranjen s vašim Apple računom. Koristimo iCloud privjesak ključeva za sinkronizaciju identifikatora između vaših uređaja koji imaju omogućen iCloud privjesak ključeva. Za resetiranje identifikatora sadržanog u podacima o reprodukciji koji se šalju tvrtki Apple na računalu Mac idite na Podcasti > Pomoć > Resetiraj identifikator. Radi boljeg korisničkog iskustva, aplikacija Podcasti sinkronizira položaj reprodukcije epizoda podcasta koje slušate, kao i sadržaj vaše medijateke, uključujući emisije koje pratite, epizode koje ste spremili i vaše postaje tako da možete uživati u istom iskustvu aplikacije Podcasti na svim svojim uređajima. Te informacije pohranjuju se povezane s vašim Apple računom. Sinkroniziranje medijateke možete u bilo koje vrijeme isključiti u Postavkama. Koristimo informacije o vašim pretplatama na kanale, praćenim Podcastima, nedavnim reprodukcijama Podcasta i nedavnim preporukama kako bismo personalizirali uslugu i pomogli vam da otkrijete sadržaj koji vam je bitan. Personalizaciju možete onemogućiti u Podcastima, kao i u App Storeu, Apple Booksu, iTunes Storeu, na Apple TV-u i za Appleove pretplate isključivanjem personaliziranih preporuka za svoj Apple račun. Na iOS, iPadOS ili visionOS uređaju idite u Postavke > [vaše ime] > Mediji i kupnje > Prikaži račun, a zatim dodirom isključite Personalizirane preporuke. Podaci koje dijelimo s pružateljima podcasta isključivo su u agregiranom obliku. Ne dijelimo vaše osobne podatke s drugim stranama. Ipak, imajte na umu da kad reproducirate ili preuzmete epizode podcasta od nekih pružatelja podcasta ili koristite Siri za slušanje audio isječka, ti pružatelji mogu prikupljati informacije o vašem načinu uporabe njihovih podcasta i to prikupljanje odvija se prema njihovim pravilima privatnosti i praksama. Primjerice, kad dodajete emisiju prema URL-u ili slušate podcast koji se nalazi na hosting platformi drugog proizvođača, vaš uređaj spaja se izravno na hosting platformu drugog proizvođača radi pružanja zatraženog sadržaja. Kada se spaja, IP adresa vašeg uređaja bit će vidljiva hosting platformi drugog proizvođača. Način na koji hosting platforma drugog proizvođača upravlja vašom IP adresom određen je pravilima privatnosti tog drugog proizvođača. Ostale aplikacije i uređaji koji nude integracije Podcasta mogu zatražiti pristup aplikaciji Podcasti i vašoj medijateci podcasta. Ako dajete takvu dozvolu integraciji aplikacija ili uređaja, oni mogu pristupiti informacijama poput medijateke, aktivnosti podcast reprodukcije i vaših preporuka. Dozvoljena aplikacija ili uređaj također može mijenjati podatke povezane s vašim računom, kao što su podcasti u vašoj medijateci. Možete ukinuti pristup za aplikaciju Mac na svom računalu Mac ako otvorite Postavke Sustava > Privatnost i sigurnost > Mediji i Apple Music. Možete onemogućiti pristup drugim aplikacijama ili uređajima u postavkama svog Apple Music računa. Komuniciranje s vama Apple može koristiti informacije o vašem računu, primjerice o tome koje proizvode tvrtke Apple posjedujete i o vašim pretplatama na usluge tvrtke Apple kako bi vam poslali podatke o aplikaciji Podcasti i drugim proizvodima, uslugama i ponudama tvrtke Apple koji bi vas mogli zanimati. Apple također može koristiti informacije o vašoj aktivnosti kupnje u okviru aplikacije Podcasti za slanje e‑mailova i push obavijesti o novim značajkama, sadržajima i ponudama dostupnim u aplikaciji Podcasti. Možete promijeniti svoje postavke za e‑mail i uključiti ili isključiti primanje e‑mailova na account.apple.com. Kako biste ažurirali svoje postavke obavijesti na računalu Mac otvorite Postavke sustava > Obavijesti > Podcasti. Apple koristi informacije o vašim interakcijama s našim komunikacijama, uključujući obavijesti, radi poboljšanja svojih usluga. Pretplate na Podcaste Ako kupite pretplate na podcaste na Apple Podcasts, koristit ćemo osobne podatke koji su potrebni za obradu vaših transakcija kupnje, kao što su podaci o vašem računu i plaćanju kojima možete pristupiti i koje možete mijenjati u postavkama te vaša povijest kupnji. Možemo koristiti i vaše osobne podatke kako bismo provjerili jeste li prikladni za besplatni probni period ili posebnu ponudu s Apple Podcasts. Informacije o vašim aktivnim pretplatama na usluge tvrtke Apple i aplikacije drugih proizvođača, koje su kupljene putem App Storea, koristimo kako bismo provjerili imate li pravo na pristupanje dodatnom sadržaju pretplate na usluzi Apple Podcasts. Ako ste prethodno kupili pretplatu s dostupnim sadržajem izravno od drugog proizvođača, moći ćete verificirati svoju pretplatu kod drugog proizvođača i dobiti pristup takvom sadržaju. Sprječavanje prevare i ostalih zlonamjernih aktivnosti Kad koristite platnu karticu, Apple može zadržati i automatski ažurirati vaš broj kartice i informacije o naplati za buduće kupnje, ponavljajuće transakcije ili druge uporabe koje autorizirate. Apple može nabaviti ove informacije od vaše financijske institucije ili platne mreže te ih također koristiti za sprečavanje prevare i verifikaciju. Apple također može koristiti informacije o vašem povijesnom poslovnom odnosu s Appleom za obradu obnova pretplate na Podcaste i za određivanje treba li omogućiti stalni pristup vašim pretplatama prije autorizacije od strane partnera za plaćanje. Također ćemo izračunavati rezultat pouzdanosti uređaja na vašem uređaju prilikom pokušaja obavljanja kupnje koristeći informacije o načinu na koji koristite svoj uređaj, uključujući približan broj telefonskih poziva ili e‑mail poruka koje ste poslali i primili. Ti podaci prikupljaju se u obliku u kojem tvrtka Apple ne može saznati osnovne vrijednosti na vašem uređaju. Rezultat se pohranjuje na određeno vrijeme na našim poslužiteljima. Apple može koristiti informacije o vašoj uporabi aplikacije Apple Podcasti kako bi spriječio ili poduzeo radnje protiv aktivnosti koje krše, ili bi mogle kršiti, licencni sporazum za softver macOS-a ili važeće zakone. Primjenjiva pravna osnova za obrađivanje osobnih podataka Vaše osobne podatke aplikacije Podcasti obrađujemo općenito radi izvršavanja vašeg ugovora s tvrtkom Apple, kako je potrebno radi pružanja usluge i radi usklađenosti s našim pravnim obvezama. Na mjestima na kojima je pristanak prikladna pravna osnova, tražimo ga u skladu s važećim lokalnim zakonom. Na mjestima na kojima važeći lokalni zakon to omogućava, obrađujemo osobne podatke koliko je potrebno za svrhe naših legitimnih interesa ili interesa drugih strana, radi: • Prikaza sadržaja koji vam je dostupan • Sinkroniziranja položaja reprodukcije i medijateke između uređaja • Optimiziranja i poboljšanja usluge za vas i druge korisnike i slanja informacija o aplikaciji Podcasti i drugim proizvodima, uslugama i ponudama tvrtke Apple koji bi vas mogli zanimati • Sprječavanja prevare i drugih zlonamjernih aktivnosti Korišteni podaci sadrže: • Vašu uporabu aplikacije Podcasti, uključujući poziciju reprodukcije i sadržaj u vašoj medijateci • Pretplate na podcaste koje ste kupili u aplikaciji Podcasti • Vaš račun, kao što su Apple proizvodi koje posjedujete i vaše pretplate na usluge tvrtke Apple • Vašu IP adresu Zadržavanje Zadržavamo osobne podatke povezane s vašim kupnjama u aplikaciji Podcasti tijekom razdoblja propisanih u važećim zakonima povezanima s financijskim izvještajima a koji se razlikuju od regije do regije. Za većinu kupaca to zahtijeva razdoblje zadržavanja od barem 10 godina, ali u regijama poput Kine taj period može biti 30 godina. Također zadržavamo evidenciju vaših kupnji najmanje tijekom vremena u kojem posjedujete račun kod nas kako bismo vam omogućili da pristupite tom sadržaju, u skladu s našim važećim odredbama. Neke informacije, kao što su transakcije, ali ne i vaši pohranjeni podaci o kartici, mogu biti zadržane kao poslovni zapisi čak i nakon što zatvorite svoj račun ili prestanete koristiti aplikaciju Podcasti. Apple će u svakom trenutku prikupljene informacije tretirati u skladu s pravilima privatnosti tvrtke Apple, koja možete pronaći na www.apple.com/legal/privacy/hr/.
hu: A felhasználói adatok védelme az egyik elsődleges szempont az Apple számára. Törekszünk arra, hogy csak azokat az adatokat gyűjtsük be, amelyek a felhasználói élmény fokozásához szükségesek. Amikor mégis bizonyos adatok begyűjtése mellett döntünk, akkor fontosnak tartjuk a felhasználók tájékoztatását arról, hogy pontosan milyen információkat gyűjtünk be, és hogy miért van rájuk szükségünk, mivel így hozhatják meg a számukra megfelelő döntéseket. Az Apple Podcastsot – az Apple összes termékéhez és szolgáltatásához hasonlóan – ezeknek az elveknek a mentén alakítottuk ki. Az Apple Podcasts szolgáltatás biztosítása és továbbfejlesztése Podcastlejátszási és -interakciós adatokat gyűjtünk a szolgáltatás biztosításához és továbbfejlesztéséhez, valamint a podcastok hallgatóságának megismeréséhez és az erről szóló összesített jelentések készítéséhez. Ezek az adatok információkat tartalmaznak az Ön által hallgatott podcastokról, például arról, hogy mennyit hallgat meg egy podcastból, mikor hallgatja, valamint mikor streameli, tölti le vagy követi. A szolgáltatás továbbfejlesztése és személyre szabása érdekében információkat gyűjtünk az Apple Podcastokkal végzett tevékenységeiről, például arról, hogy milyen linkekre kattint. Úgy terveztük az Apple Podcastok appot, hogy ezek az adatok ne legyenek egyéb Apple-szolgáltatásokhoz kapcsolva. Ehhez az információhoz egy véletlenszerű, egyedi, Apple Podcasts-specifikus azonosító van társítva, amely nincs az Apple-fiókjával tárolva. Az iCloud-kulcskarikát használjuk ahhoz, hogy az azonosítót szinkronizáljuk azokon az eszközein, amelyeken az iCloud-kulcskarika engedélyezve van. Az Apple-nek küldött lejátszási adatokban található azonosító alaphelyzetbe állításához Macen válassza a Podcastok > Súgó > Azonosító alaphelyzetbe állítása menüpontot. A kényelme érdekében az Apple Podcasts szinkronizálja az Ön által hallgatott podcastepizódok lejátszási pozícióját, valamint a könyvtárának tartalmát, például az Ön által követett műsorokat, a mentett epizódokat és az Ön állomásait, hogy ugyanabban az Apple Podcasts-élményben legyen része minden eszközén. Ez az információ az Apple-fiókjához van társítva. A könyvtárának szinkronizálását bármikor letilthatja a Beállításokban. Felhasználjuk az Ön csatornafeliratkozásaival, a követett, illetve legutóbb lejátszott podcastokkal és a legutóbbi ajánlásokkal kapcsolatos információkat, hogy személyre szabjuk a szolgáltatást, és a legrelevánsabb tartalmakat jelenítsük meg az Ön számára. Ha le szeretné tiltani a személyre szabási funkciókat az Apple Podcastsban, valamint az App Store-ban, az Apple Booksban, az iTunes Store-ban, az Apple TV appban, illetve az Apple-től származó előfizetésekben, kapcsolja ki a Személyre szabott ajánlások beállítást az Apple-fiókjára vonatkozóan. Ehhez az iOS-, iPadOS- vagy visionOS-eszközén válassza a Beállítások > [az Ön neve] > Média és vásárlások > A fiók megtekintése (visionOS‑en: Settings > [az Ön neve] > Media & Purchases > View Account) menüpontot, majd koppintással kapcsolja ki a Személyre szabott ajánlások (visionOS‑en: Personalized Recommendations) lehetőséget. A podcastszolgáltatókkal csak összesített formában osztjuk meg az adatokat. A személyes adatait nem adjuk át harmadik feleknek. Azonban tartsa észben, hogy amikor podcastepizódokat játszik le vagy tölt le egyes podcastszolgáltatóktól, vagy Sirit használja egy hangos összefoglaló meghallgatásához, akkor azok a szolgáltatók információkat gyűjthetnek arról, hogy Ön hogyan használja a podcastjaikat, és az ilyen információgyűjtésre az adott szolgáltatók adatvédelmi irányelvei és gyakorlatai vonatkoznak. Például amikor egy műsort URL-címmel ad hozzá, vagy olyan podcastot hallgat, amelynek szolgáltatója harmadik félnek tekinthető platform, az eszköze közvetlenül a harmadik félnek tekinthető szolgáltatói platformhoz csatlakozik a kért tartalom biztosításához. Amikor csatlakozik, az eszköz IP-címe látható lesz a harmadik félnek tekinthető szolgáltatói platform számára. Az Ön IP-címének a harmadik félnek tekinthető szolgáltatói platform általi kezelésére az adott harmadik fél adatvédelmi szabályzata vonatkozik. Előfordulhat, hogy az Apple Podcasts-integrációt kínáló egyéb appok és eszközök hozzáférést kérnek az Apple Podcastshoz és az Ön podcastkönyvtárához. Ha ilyen engedélyt adott egy appnak vagy eszközintegrációnak, akkor az hozzáférhet az olyan információkhoz, mint az Ön könyvtára, podcastlejátszási tevékenységei és ajánlásai. Egy engedélyezett app vagy eszköz módosíthatja az Ön fiókjához rendelt adatokat is, például azt, hogy milyen podcastok szerepelnek az Ön könyvtárában. Letilthatja egy Mac-app hozzáférését a Macje Rendszerbeállítások > Adatvédelem és biztonság > Média és Apple Music menüpontjában. Az Apple Music-fiókbeállításokban letilthatja az egyéb appok vagy eszközök hozzáférését. Az Önnel folytatott kommunikáció Az Apple felhasználhatja az Ön fiókjával kapcsolatos információkat (például azt, hogy Ön milyen Apple-termékekkel rendelkezik, és mely Apple-szolgáltatásokra fizetett elő), hogy információkat küldjön az Apple Podcastsról, valamint az Önt esetleg érdeklő más Apple-termékekről, -szolgáltatásokról és -ajánlatokról. Az Apple felhasználhatja az Ön Apple Podcastsban végzett vásárlási tevékenységeit ahhoz is, hogy e-maileket és push értesítéseket küldjön Önnek az Apple Podcastsban elérhető új funkciókról, tartalmakról és ajánlatokról. Az account.apple.com/hu címen módosíthatja az e-mailekkel kapcsolatos beállításokat, valamint leiratkozhat ezekről az e-mailekről. Az értesítési beállítások frissítéséhez Macen nyissa meg a Rendszerbeállítások > Értesítések > Podcastok lehetőséget. Az Apple felhasználja az Ön az általunk küldött kommunikációval, többek között az értesítésekkel végzett műveleteivel kapcsolatos adatokat a szolgáltatásaink továbbfejlesztéséhez. Apple Podcasts-előfizetések Ha podcast-előfizetéseket vásárol az Apple Podcastsban, a szükséges személyes adatokat arra használjuk fel, hogy feldolgozzuk a vásárlási tranzakcióit. Ilyen adatok például a vásárlási előzmények, továbbá a fiók- és fizetési adatok, amelyek a Beállításokban érhetők el és módosíthatók. A személyes adatait annak ellenőrzésére is felhasználhatjuk, hogy Ön jogosult-e az Apple Podcasts ingyenes próbaverziójára vagy különleges ajánlataira. Az Ön Apple-szolgáltatásokra vonatkozó és az App Store-on keresztül vásárolt, harmadik félnek számító appokból származó aktív előfizetéseivel kapcsolatos információkat annak ellenőrzésére használjuk fel, hogy Ön jogosult-e további előfizetett tartalmakra az Apple Podcastsban. Ha korábban közvetlenül egy harmadik féltől vásárolt előfizetést elérhető tartalmakkal, akkor ellenőrizheti az előfizetését a harmadik féllel, és hozzáférést szerezhet ezekhez a tartalmakhoz. Csalás és más rosszindulatú tevékenységek megakadályozása Amikor Ön fizetési kártyát használ, előfordulhat, hogy az Apple megőrzi és automatikusan frissíti az Ön kártyaszámát és számlázási adatait a jövőbeli vásárlásokhoz, az ismétlődő tranzakciókhoz, illetve olyan egyéb használati célokra is, amelyeket Ön engedélyez. Az Apple ezeket az információkat az Ön pénzügyi intézményétől vagy fizetési hálózatától szerezheti be, és a csalások megelőzéséhez, illetve ellenőrzéshez is felhasználhatja őket. Az Apple ezenkívül felhasználhatja az Ön Apple-lel lévő üzleti kapcsolatának előzményeit az Apple Podcasts-előfizetések megújításának feldolgozásához, valamint annak meghatározásához, hogy biztosítson-e folyamatos hozzáférést az előfizetéseihez a fizetési partner jóváhagyása előtt. Amikor megpróbál vásárolni, egy eszközmegbízhatósági pontszámot is kiszámítunk az eszközhasználattal kapcsolatos információi alapján, amelyek azt is tartalmazzák, hogy hozzávetőlegesen hány telefonhívást intézett, és hány e-mail-üzenetet küldött és kapott. Az információk beküldése úgy lett megtervezve, hogy az Apple ne tudja megállapítani a mögöttes értékeket az Ön eszközén. A pontszámot meghatározott ideig tároljuk a szervereinken. Az Apple felhasználhatja az információkat arról, hogy Ön hogyan használja az Apple Podcastsot, hogy megakadályozza azokat a tevékenységeket, illetve lépéseket tegyen az olyan tevékenységek ellen, amelyek megsértik vagy megsérthetik a macOS szoftver-licencszerződését vagy a hatályos törvényeket. A személyes adatok feldolgozásának hatályos jogalapja Az Ön személyes adatait az Apple Podcastsban általánosságban az Ön Apple-lel kötött szerződésének végrehajtása érdekében dolgozzuk fel, a szolgáltatás biztosításához és a jogi előírásoknak való megfeleléshez szükséges módon. Ahol a hatályos jogalap a hozzájárulás, ott hozzájárulást kérünk a vonatkozó helyi jogszabályoknak megfelelően. Ahol a helyi jogszabályok lehetővé teszik, a személyes adatokat feldolgozzuk a saját jogos érdekünkkel vagy harmadik felek jogos érdekeivel kapcsolatos célokra annak érdekében, hogy: • Az Ön számára elérhető tartalmat jeleníthessünk meg; • Szinkronizálhassuk az Ön lejátszási pozícióját és a könyvtárát az eszközei között; • Optimalizálhassuk és továbbfejleszthessük a szolgáltatást az Ön és mások számára, illetve információkat küldjünk az Apple Podcasts szolgáltatásról, valamint az Önt esetleg érdeklő, kapcsolódó Apple-termékekről, -szolgáltatásokról és -ajánlatokról; • Megakadályozhassuk a csalásokat és más rosszindulatú tevékenységeket. A felhasznált adatok a következőket tartalmazzák: • Az Ön Apple Podcastok appra vonatkozó használati adatai, beleértve a lejátszási pozícióját és a könyvtárában található tartalmat; • Az Ön által az Apple Podcastsban megvásárolt podcast-előfizetések; • Az Ön fiókja, például az Ön tulajdonában lévő Apple-termékek és az Apple-szolgáltatásokra vonatkozó előfizetései; • Az Ön IP-címe. Megőrzés Az Apple Podcastsban történt vásárlásokhoz kapcsolódó személyes adatokat a pénzügyi beszámolásra vonatkozó jogszabályokban meghatározott időszakokra őrizzük meg, amelyek hossza régiónként eltérhet. A legtöbb ügyfél esetében a megőrzési időszak hossza az előírásoknak megfelelően legalább 10 év, azonban bizonyos régiókban (például Kínában) ez az időszak 30 év is lehet. Emellett legalább addig megőrizzük a vásárlásokra vonatkozó nyilvántartásokat, amíg Ön fiókkal rendelkezik nálunk, hogy lehetővé tegyük a tartalomhoz való hozzáférést az érvényben lévő feltételeknek megfelelően. Bizonyos információkat, például a tranzakciókra vonatkozókat (a tárolt kártyaadatai kivételével) azonban esetenként akkor is megőrizhetjük üzleti nyilvántartások formájában, miután Ön megszünteti a fiókját, vagy abbahagyja az Apple Podcasts használatát. Az Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek kezelve, amely megtalálható a www.apple.com/hu/privacy weboldalon.
id: Perlindungan terhadap privasi dan keamanan informasi Anda adalah hal yang utama bagi semua pihak di Apple. Kami bekerja keras untuk hanya mengumpulkan data yang kami perlukan untuk membuat pengalaman Anda lebih baik dan, saat kami mengumpulkan data, kami percaya bahwa penting bagi Anda untuk mengetahui apa yang kami kumpulkan dan kenapa kami memerlukannya, sehingga Anda dapat memilih dengan bijak. Apple Podcasts, seperti produk dan layanan Apple lainnya, didasarkan pada prinsip ini. Menyediakan dan Meningkatkan Apple Podcasts Kami mengumpulkan data mengenai aktivitas mendengarkan dan interaksi podcast untuk menyediakan dan meningkatkan layanan, serta untuk memahami dan menyediakan laporan agregat mengenai pendengar podcast. Data ini menyertakan informasi mengenai podcast yang Anda dengarkan, seperti seberapa banyak Anda mendengarkan suatu podcast, kapan Anda mendengarkan, dan kapan Anda melakukan streaming, mengunduh, atau mengikuti. Untuk membantu meningkatkan dan mempersonalisasi layanan, kami mengumpulkan informasi mengenai interaksi Anda dengan Apple Podcasts, seperti tautan yang Anda klik. Kami merancang Apple Podcasts sehingga data ini tidak ditautkan ke layanan Apple lainnya. Informasi ini dikaitkan dengan pengenal unik acak yang dirancang khusus untuk Apple Podcasts dan tidak disimpan dengan Akun Apple Anda. Kami menggunakan Rantai Kunci iCloud untuk menyelaraskan pengenal di semua perangkat Anda yang mengaktifkan Rantai Kunci iCloud. Untuk mengatur ulang pengenal yang disertakan dalam data pemutaran yang dikirimkan ke Apple di Mac, buka Podcast > Bantuan > Atur Ulang Pengenal. Demi kemudahan Anda, Apple Podcasts menyelaraskan posisi pemutaran episode podcast yang sedang Anda dengarkan, serta konten perpustakaan Anda, termasuk acara yang Anda ikuti, episode yang telah Anda simpan, dan stasiun Anda sehingga Anda dapat menikmati pengalaman Apple Podcasts yang sama dari perangkat mana pun. Informasi ini disimpan dengan kaitan ke Akun Apple Anda. Anda dapat menonaktifkan penyelarasan perpustakaan Anda kapan pun di Pengaturan. Kami menggunakan informasi mengenai langganan saluran Anda, Podcast yang Anda ikuti, pemutaran Podcast terbaru, dan rekomendasi terbaru untuk mempersonalisasi layanan dan membantu Anda menemukan konten yang paling relevan bagi Anda. Anda dapat menonaktifkan personalisasi di Apple Podcasts, serta di App Store, Apple Books, iTunes Store, Apple TV, dan untuk langganan dari Apple, dengan mematikan Rekomendasi Personal untuk Akun Apple Anda. Di perangkat iOS, iPadOS, atau visionOS, buka Pengaturan > [nama Anda] > Media & Pembelian > Lihat Akun, lalu ketuk untuk mematikan Rekomendasi Personal. Kami hanya membagikan data dengan penyedia podcast dalam bentuk agregat. Kami tidak membagikan data pribadi Anda kepada pihak ketiga. Namun demikian, harap diingat bahwa saat Anda memutar atau mengunduh episode podcast tertentu dari penyedia podcast atau menggunakan Siri untuk mendengarkan rangkuman audio, penyedia tersebut mungkin dapat mengumpulkan informasi mengenai penggunaan podcast mereka oleh Anda, dan pengumpulan diatur oleh kebijakan dan praktik privasinya. Misalnya, saat Anda menambahkan acara melalui URL atau mendengarkan podcast yang dihosting oleh platform hosting pihak ketiga, perangkat Anda akan terhubung langsung ke platform hosting pihak ketiga tersebut untuk memberi Anda konten yang diminta. Saat terhubung, alamat IP perangkat Anda akan terlihat oleh platform hosting pihak ketiga. Penanganan alamat IP Anda oleh platform hosting pihak ketiga diatur oleh kebijakan privasi pihak ketiga tersebut. App dan perangkat lainnya yang menawarkan integrasi Apple Podcasts dapat meminta akses ke Apple Podcasts dan Perpustakaan Podcast Anda. Jika Anda memberikan izin tersebut ke integrasi app atau perangkat, informasi seperti perpustakaan, aktivitas pemutaran podcast, dan rekomendasi Anda akan dapat diakses. App atau perangkat yang diizinkan juga dapat memodifikasi data yang terkait dengan akun Anda, seperti podcast mana yang ada di perpustakaan Anda. Anda dapat menonaktifkan akses app Mac di Mac Anda dengan membuka Pengaturan Sistem > Privasi & Keamanan > Media & Apple Music. Anda dapat menonaktifkan akses oleh app atau perangkat lainnya di pengaturan akun Apple Music Anda. Berkomunikasi dengan Anda Apple dapat menggunakan informasi mengenai akun Anda, seperti produk Apple yang Anda miliki dan langganan layanan Apple Anda, untuk mengirimi Anda komunikasi mengenai Apple Podcasts dan produk, layanan, serta penawaran Apple lainnya yang mungkin Anda minati. Apple juga dapat menggunakan informasi mengenai aktivitas pembelian Anda di dalam Apple Podcasts untuk mengirimi Anda email dan pemberitahuan push mengenai fitur, konten, dan penawaran baru yang tersedia di Apple Podcasts. Anda dapat mengubah preferensi email Anda dan menonaktifkan penerimaan email ini dengan membuka account.apple.com. Untuk memperbarui preferensi pemberitahuan Anda di Mac, buka Pengaturan Sistem > Pemberitahuan > Podcast. Apple menggunakan informasi mengenai interaksi Anda dengan komunikasi kami, termasuk pemberitahuan, untuk meningkatkan layanan kami. Langganan Apple Podcasts Jika Anda membeli langganan podcast dari Apple Podcasts, kami akan menggunakan data pribadi yang diperlukan untuk memproses transaksi pembelian Anda, seperti informasi akun dan pembayaran, yang dapat Anda akses dan ubah di pengaturan, serta riwayat pembelian Anda. Kami juga dapat menggunakan data pribadi Anda untuk memeriksa apakah Anda memenuhi syarat untuk percobaan gratis atau penawaran khusus dari Apple Podcasts. Kami menggunakan informasi mengenai langganan layanan Apple dan app pihak ketiga Anda yang aktif dan dibeli melalui App Store untuk memeriksa apakah Anda berhak mengakses konten langganan tambahan di Apple Podcasts. Jika sebelumnya Anda telah membeli langganan secara langsung dari pihak ketiga dengan konten yang tersedia, Anda akan dapat memverifikasi langganan Anda dengan pihak ketiga dan mendapatkan akses ke konten tersebut. Mencegah Penipuan dan Aktivitas Berbahaya Lainnya Saat Anda menggunakan kartu pembayaran, Apple mungkin menyimpan dan memperbarui nomor kartu dan informasi penagihan Anda secara otomatis untuk pembelian mendatang, transaksi berulang, dan penggunaan lainnya yang Anda sahkan. Apple dapat memperoleh informasi ini dari institusi keuangan atau jaringan pembayaran Anda, dan juga menggunakannya untuk pencegahan penipuan dan verifikasi. Apple juga dapat menggunakan informasi mengenai riwayat hubungan bisnis Anda dengan Apple untuk memproses perpanjangan langganan Apple Podcasts dan menentukan apakah akses berkelanjutan ke langganan Anda akan disediakan sebelum pengesahan oleh mitra pembayaran. Kami juga akan menghitung skor kepercayaan perangkat pada perangkat Anda saat Anda mencoba membeli menggunakan informasi mengenai bagaimana Anda menggunakan perangkat, termasuk perkiraan jumlah panggilan telepon atau email yang Anda kirim dan terima. Pengiriman dirancang sedemikian rupa sehingga Apple tidak dapat mempelajari nilai mendasar pada perangkat Anda. Skor tersebut disimpan dalam jangka waktu yang tetap di server kami. Apple dapat menggunakan informasi mengenai penggunaan Apple Podcasts oleh Anda untuk mencegah atau mengambil tindakan atas aktivitas yang, atau mungkin, melanggar Perjanjian Lisensi Perangkat Lunak macOS atau hukum yang berlaku. Dasar Hukum yang Berlaku untuk Memproses Data Pribadi Kami memproses data pribadi Anda di Apple Podcasts secara umum untuk menjalankan kontrak Anda dengan Apple, sebagaimana yang diperlukan untuk menyediakan layanan, dan untuk mematuhi kewajiban hukum kami. Jika persetujuan merupakan dasar hukum yang sesuai, kami akan memintanya sesuai dengan hukum setempat yang berlaku. Jika sesuai dengan hukum setempat yang berlaku, kami memproses data pribadi untuk tujuan kepentingan kami yang sah atau pihak ketiga, agar dapat: • Menampilkan konten yang tersedia bagi Anda • Menyelaraskan posisi pemutaran dan perpustakaan Anda di semua perangkat • Mengoptimalkan dan meningkatkan layanan bagi Anda dan pengguna lain, serta mengirimi Anda komunikasi mengenai Apple Podcasts dan produk, layanan, serta penawaran Apple lainnya yang terkait dan mungkin Anda minati • Mencegah penipuan dan aktivitas berbahaya lainnya Data yang digunakan meliputi: • Penggunaan Apple Podcasts Anda, termasuk posisi pemutaran dan konten di perpustakaan Anda • Langganan podcast yang Anda beli di Apple Podcasts • Akun Anda, seperti produk Apple yang Anda miliki dan langganan layanan Apple Anda • Alamat IP Anda Penyimpanan Kami menyimpan data pribadi yang dikaitkan dengan pembelian di Apple Podcasts dalam periode waktu yang ditentukan oleh hukum yang berlaku terkait dengan pelaporan keuangan, yang berbeda-beda menurut wilayah. Untuk sebagian besar konsumen, hal tersebut memerlukan periode penyimpanan setidaknya selama 10 tahun, tapi di wilayah seperti Tiongkok, periode tersebut dapat berlangsung 30 tahun. Kami juga menyimpan catatan pembelian Anda setidaknya selama Anda memiliki akun dengan kami agar Anda dapat mengakses konten tersebut sesuai dengan syarat kami yang berlaku. Sebagian informasi, seperti transaksi, tapi bukan detail kartu Anda yang tersimpan, dapat disimpan sebagai catatan bisnis bahkan setelah Anda menutup akun Anda atau setelah Anda berhenti menggunakan Apple Podcasts. Informasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di https://www.apple.com/id/privacy/.
it: Garantire la protezione della privacy e la sicurezza delle tue informazioni è una priorità per Apple. Quando vengono raccolte informazioni, Apple ritiene importante specificare quali tipi di dati vengono raccolti e il motivo per cui è necessario farlo, in modo da consentirti di compiere una scelta ponderata. Il servizio Apple Podcasts, come ogni altro prodotto e servizio Apple, è pensato a partire da questi principi. Offrire e migliorare Apple Podcasts Raccogliamo i dati relativi all’ascolto e all’interazione con i podcast per fornire e migliorare il servizio e per comprendere e fornire resoconti in forma aggregata sulle persone che ascoltano i podcast. Tali dati includono informazioni sui podcast che ascolti, ad esempio la durata dell’ascolto, il momento in cui vengono ascoltati e quando esegui lo streaming, il download o inizi a seguirli. Per poter migliorare e personalizzare il servizio, raccogliamo informazioni sull’interazione con Apple Podcasts, come i link su cui fai clic. Apple Podcasts è stato concepito affinché tali dati non siano collegati a nessun altro servizio Apple. Queste informazioni sono associate a un identificativo unico casuale specifico di Apple Podcasts e non sono archiviate con il tuo Apple Account. Utilizziamo il portachiavi iCloud per sincronizzare l’identificativo su tutti i dispositivi sui quali la funzionalità è abilitata. Per inizializzare l’identificativo incluso nei dati di riproduzione inviati ad Apple, sul Mac vai in Podcast > Aiuto > Inizializza identificativo. Per rendere l’utilizzo dell’app ancora più semplice, Apple Podcasts sincronizza il punto di riproduzione delle puntate che stai ascoltando, oltre ai contenuti della libreria, inclusi i podcast che segui, le puntate che hai salvato e le tue stazioni, per offrirti la stessa esperienza su tutti i tuoi dispositivi. Queste informazioni vengono salvate congiuntamente al tuo Apple Account. Puoi disabilitare la sincronizzazione della libreria in qualsiasi momento in Impostazioni. Utilizziamo le informazioni sugli abbonamenti ai canali, sui podcast seguiti, sulle riproduzioni e sui consigli recenti per personalizzare il servizio e aiutarti a scoprire i contenuti più rilevanti per te. Puoi disabilitare la personalizzazione in Apple Podcasts, App Store, Apple Books, iTunes Store, Apple TV e per gli abbonamenti di Apple disattivando “Consigli personalizzati” per il tuo Apple Account. Su un dispositivo iOS, iPadOS o visionOS, vai in Impostazioni > [Il tuo nome] > File multimediali e acquisti > Visualizza account, quindi disattiva “Consigli personalizzati”. Condividiamo i dati con chi pubblica i podcast solo in forma aggregata. I tuoi dati personali non vengono condivisi in nessun caso con terze parti. Tuttavia, è consigliabile tenere presente che, quando riproduci o scarichi una puntata da un fornitore di podcast o utilizzi Siri per ascoltare un’anteprima audio, chi pubblica i podcast potrebbe essere in grado di raccogliere informazioni di utilizzo in conformità alle politiche interne di tutela della privacy. Ad esempio, quando aggiungi un programma tramite l’URL o ascolti un podcast ospitato da una piattaforma di terze parti, il dispositivo si connette direttamente a tale piattaforma per fornirti il contenuto richiesto. Quando il dispositivo si connette, il relativo indirizzo IP sarà visibile alla piattaforma di terze parti. La gestione del tuo indirizzo IP da parte della piattaforma è regolata dalle informative sulla privacy della piattaforma stessa. Altri dispositivi e app che offrono l’integrazione con Apple Podcasts potrebbero richiedere l’accesso al servizio e alla tua libreria di podcast. Se concedi l’autorizzazione all’integrazione a un’app o a un dispositivo, questi possono accedere a informazioni come dati sulla tua libreria, l’attività di riproduzione dei podcast e i tuoi suggerimenti. Le app e i dispositivi a cui hai concesso l’autorizzazione possono anche modificare i dati associati al tuo account, ad esempio quali podcast sono presenti nella tua libreria. Puoi disabilitare l’accesso di un’app per Mac sul Mac stesso selezionando Impostazioni di Sistema > Privacy e sicurezza > Libreria e Apple Music. Puoi disabilitare l’accesso da parte di altre app o dispositivi nelle impostazioni dell’account di Apple Music. Comunicazione con l’utente Apple potrebbe utilizzare le informazioni sul tuo account, come i prodotti Apple che possiedi e i tuoi abbonamenti ai servizi Apple, per inviarti comunicazioni riguardanti Apple Podcasts, altri prodotti e servizi Apple e offerte che potrebbero interessarti. Apple potrebbe inoltre utilizzare le informazioni riguardanti la tua attività di acquisto all’interno di Apple Podcasts per inviarti email e notifiche push in merito a nuove funzionalità, contenuti e offerte disponibili su Apple Podcasts. Puoi modificare le preferenze relative alle email e disattivarne la ricezione andando su account.apple.com. Per aggiornare le preferenze sulle notifiche, sul Mac vai in Impostazioni di Sistema > Notifiche > Podcast. Apple utilizza le informazioni sulle tue interazioni con le comunicazioni che ti invia, tra cui le notifiche, per migliorare i propri servizi. Abbonamenti di Apple Podcasts Se acquisti abbonamenti ai podcast da Apple Podcasts, utilizzeremo i dati personali necessari per elaborare le transazioni di acquisto, ad esempio le informazioni relative al tuo account o le informazioni di pagamento, consultabili e modificabili in Impostazioni, e la cronologia degli acquisti. Potremmo utilizzare i dati personali anche per verificare la tua idoneità a prove gratuite o a offerte speciali per Apple Podcasts. Utilizziamo le informazioni sui tuoi abbonamenti attivi ai servizi Apple e alle app di terze parti acquistate tramite App Store per verificare se hai diritto ad accedere a contenuti aggiuntivi in abbonamento su Apple Podcasts. Se in precedenza hai acquistato un abbonamento direttamente da una terza parte con contenuti disponibili, potrai verificarlo con la terza parte e ottenere accesso a tali contenuti. Prevenzione di frodi e attività sospette Quando utilizzi una carta di pagamento, Apple potrebbe conservare e aggiornare automaticamente il numero della carta e le informazioni di fatturazione per acquisti futuri, transazioni periodiche o altri usi da te autorizzati. Apple potrebbe ottenere tali informazioni dal tuo istituto finanziario o dalla tue rete di pagamento e potrebbe utilizzarle anche per impedire e verificare eventuali frodi. Apple potrebbe inoltre utilizzare le informazioni storiche sui tuoi rapporti commerciali con Apple per elaborare i rinnovi degli abbonamenti ad Apple Podcasts e per determinare se fornire l’accesso continuo agli abbonamenti prima di ricevere l’autorizzazione da parte del partner di pagamento. Quando tenti di effettuare un acquisto, Apple calcola anche un punteggio di affidabilità del tuo dispositivo utilizzando informazioni sul modo in cui lo usi, incluso il numero approssimativo di chiamate telefoniche o di email che invii e ricevi. I dati inviati sono raccolti in modo che Apple non possa venire a conoscenza dei valori effettivamente presenti sul tuo dispositivo. Il punteggio viene archiviato per un periodo di tempo determinato sui nostri server. Apple può usare le informazioni relative al tuo utilizzo di Apple Podcasts per impedire attività che violano o potrebbero violare il contratto di licenza software di macOS o le leggi vigenti o, eventualmente, per adottare contromisure. Basi giuridiche rilevanti per l’elaborazione dei dati personali In generale, i tuoi dati personali su Apple Podcasts vengono elaborati per l’adempimento del tuo contratto con Apple, come necessario per fornire il servizio e per ottemperare agli obblighi legali vigenti. Nei casi in cui il consenso è la base giuridica appropriata, Apple lo richiede in conformità alla legislazione locale applicabile. Se consentito dalle leggi locali in materia, Apple elabora i dati personali come necessario ai fini dei propri legittimi interessi o di quelli di terze parti, allo scopo di: • Mostrarti i contenuti di cui puoi usufruire. • Sincronizzare la posizione di riproduzione e la libreria tra dispositivi. • Ottimizzare il servizio per te e per gli altri utenti e inviarti comunicazioni su Apple Podcasts e altri prodotti, offerte e servizi Apple correlati che potrebbero interessarti. • Prevenire le frodi e altre attività sospette. I dati utilizzati includono: • Il tuo utilizzo di Apple Podcasts, inclusa la posizione di riproduzione e il contenuto della libreria. • Gli abbonamenti ai podcast che acquisti su Apple Podcasts. • Il tuo account, ad esempio i prodotti Apple che possiedi e gli abbonamenti ai servizi Apple. • Il tuo indirizzo IP. Conservazione delle informazioni Apple conserva i dati personali associati ai tuoi acquisti su Apple Podcasts per il periodo specificato dalle normative vigenti in ciascuna zona in materia di rendiconti finanziari. Nella maggior parte dei casi, corrisponde a una finestra temporale di almeno 10 anni, ma in alcune zone, come la Cina, il periodo può essere di 30 anni. Apple conserva inoltre uno storico degli acquisti per un periodo che corrisponde al lasso di tempo in cui possiedi un account al fine di consentirti di accedere a tali contenuti, sempre secondo i termini applicabili previsti da Apple. Alcune informazioni, come le transazioni, ma non i dettagli archiviati riguardo alle carte, possono essere conservate come dati aziendali anche dopo che avrai chiuso l’account o avrai interrotto l’utilizzo di Apple Podcasts. Le informazioni raccolte da Apple verranno trattate secondo le politiche di tutela della privacy di Apple consultabili all'indirizzo www.apple.com/it/privacy/.
ja: お客様情報のプライバシーと安全の確保を最優先課題として、Appleでは全社一丸となって取り組んでいます。当社は製品およびサービスの改善のためだけに情報を収集するべく懸命に努力しています。また、お客様が十分な説明を受けた上で選択できるように、当社が情報を収集する場合はそのことをお知らせし、どんな情報を収集しているのか、なぜそれが必要なのかもお知らせすることが重要と考えています。Apple Podcastも、ほかのすべてのApple製品やサービスと同様、この原則を念頭に設計されています。 情報の提供およびApple Podcastの改善 Appleは、サービスの提供と改善、およびポッドキャストの視聴者への理解と視聴者に関する集約されたレポートの提供のため、視聴や操作に関するデータを収集します。このデータには視聴者が視聴したポッドキャストに関する情報、いつどれぐらい視聴したか、いつストリーミング、ダウンロード、フォローしたかなどが含まれます。サービスの改善とパーソナライズのため、Apple Podcastで行われた操作、例えばクリックしたリンクなどの情報も収集されます。このデータはApple Podcast以外のAppleのサービスには関連付けられないように設計されています。この情報はApple Podcastに固有のランダムな一意の識別子に関連付けられ、Apple Accountと共に保存されることはありません。iCloudキーチェーンが有効になっているデバイス間の識別子の同期にはiCloudキーチェーンが使用されます。Mac上でAppleに送信された再生データに含まれる識別子を初期化するには、“ポッドキャスト”＞“ヘルプ”＞“識別子をリセット”の順に選択してください。 ユーザの利便性を考えて、どのデバイスからでも同じようにApple Podcastが利用できるように、Apple Podcastはエピソードの前回再生を停止した箇所に加え、ライブラリのコンテンツ（フォローしている番組、保存したエピソード、ステーションなど）を同期します。この情報はお使いのApple Accountに関連付けられて保管されます。ライブラリの同期は“設定”でいつでも無効にすることができます。 Appleは、サービスをパーソナライズしてあなたと関連性の高いコンテンツを見つけやすくするために、チャンネルのサブスクリプション、フォローしているポッドキャスト、最近再生したポッドキャスト、最近のおすすめに関する情報を使用します。お使いのApple Accountの“パーソナライズされたおすすめ”を無効にすると、App Store、Apple Books、iTunes Store、Apple TV、およびAppleのサブスクリプションと同様にApple Podcastのパーソナライズをオフにすることができます。iOS、iPadOS、またはvisionOSデバイスでは、“設定”＞[自分の名前]＞“メディアと購入”＞“アカウントを表示”に移動し、“パーソナライズされたおすすめ”をタップしてオフにします。 コンテンツの提供者には集約された形でのみデータを共有します。第三者には個人データは共有されません。ただし、一部のコンテンツ提供者のエピソードを再生またはダウンロードするか、Siriを使用して音声要約を聴いた場合、提供者が自身のポッドキャストの使用に関する情報を収集することが可能である場合があり、その収集に関しては提供者のプライバシーポリシーおよび規約に基づきます。例えば、URLによって番組を追加したり、他社が運用しているプラットフォームで提供されているポッドキャストを聴いたりすると、デバイスがラジオ配信ステーションに直接接続して、要求されたコンテンツを再生します。接続したときに、他社が運用しているプラットフォームによってデバイスのIPアドレスが把握されます。他社が運用しているプラットフォームによるIPアドレスの取り扱いは、当該他社のプライバシーポリシーに従って行われます。 Apple Podcastの統合を提供するほかのアプリやデバイスは、Apple Podcastとポッドキャストライブラリへのアクセスを要求する場合があります。アプリやデバイスの統合にそのような許可を与えると、ライブラリ、ポッドキャストの再生アクティビティ、おすすめなどの情報にアクセスできるようになります。許可されたアプリまたはデバイスは、ライブラリにあるポッドキャストなど、あなたのアカウントに関連付けられたデータを変更することもできます。MacアプリによるMacへのアクセスは、“システム設定”＞“プライバシーとセキュリティ”＞“メディアとApple Music”で無効にできます。Apple Musicアカウントの設定で、ほかのアプリやデバイスによるアクセスを無効にすることができます。 情報の送信 Appleは、Apple Podcastや、あなたが関心を持つ可能性のあるその他のApple製品、サービス、およびオファーに関する情報をあなたに送信するために、所有しているApple製品やAppleサービスへのサブスクリプション登録などのあなたのアカウントに関する情報を使用する場合があります。Appleはまた、Apple Podcast内での購入アクティビティに関する情報を使用して、Apple Podcastで利用可能な新機能、コンテンツ、およびオファーに関するメールおよびプッシュ通知を送信する場合があります。account.apple.com にアクセスして、メール設定を変更し、これらのメールの受信を解除することができます。Macで通知環境設定をアップデートするには、“システム設定”＞“通知”＞“ポッドキャスト”に移動します。Appleは、サービスの品質向上のために、通知を含む、当社とあなたとのやり取りに関する情報を使用します。 Apple Podcastサブスクリプション Apple Podcastからポッドキャストサブスクリプションを購入した場合、Appleは、アカウントと支払い情報（“設定”でアクセスおよび変更が可能）、購入履歴など、購入手続きの処理に必要な個人データを使用します。また、Appleは、あなたがApple Podcastからの無料トライアルや特別なオファーの条件を満たしているかどうかを確認するのに個人データを使用する場合があります。 Appleは、Apple Podcastで追加でサブスクリプション登録しているコンテンツにアクセスする権限があるかどうかを確認するために、AppleのサービスおよびApp Storeで購入した他社製アプリの有効なサブスクリプションについての情報を使用します。利用可能なコンテンツを含むサブスクリプションを以前に他社から直接購入している場合は、その会社のサブスクリプション登録を確認して、当該コンテンツにアクセスできるようになります。 不正行為およびその他の悪意のある活動の防止 支払い用カードを使用すると、今後の購入や定期的な購入や承認済みのその他の使用に備えて、Appleはカード番号と請求情報を保持し、自動的にアップデートする場合があります。Appleは金融機関または支払いネットワークからこの情報を取得し、不正行為防止と確認の目的で使用します。Appleは、Appleとの過去のビジネス関係に関する情報を使用して、Apple Podcastのサブスクリプションの更新を処理したり、支払いパートナーによる承認に先立ってサブスクリプションへの継続的なアクセスを提供するかどうかを決定したりします。 また、Appleは、あなたが購入を試みたときに、デバイスの使用方法に関する情報を使用して、お使いのデバイスでデバイスのトラストスコアを計算します。この情報には、通話またはメール送受信のおおよその回数が含まれます。送信データは、Appleがデバイスのこれらの基になる情報を把握できないように設計されています。デバイスのトラストスコアはAppleのサーバ上で一定期間保管されます。 Appleは、macOSのソフトウェア使用許諾契約または適用法に違反する活動、または違反が疑われる活動を阻止したり対策を講じたりする目的で、ユーザのApple Podcastの使用に関する情報を利用する場合があります。 個人データを処理する際に適用される法的根拠 Appleは通常、お客様との契約を履行するため、サービスを提供するために必要な範囲で、法的義務を遵守する目的において、Apple Podcast内の個人データを処理します。お客様の同意が適切な法的根拠となる場合は、該当する現地法に基づいて同意を求めます。 該当する現地法で定められている場合、Appleは、Appleまたは第三者の正当な利益のために、必要に応じて、以下の目的で個人データを処理します: • あなたが利用できるコンテンツを表示すること • 再生位置とライブラリをデバイス間で同期すること • あなたとその他のユーザへのサービスを最適化および向上する、Apple Podcastや、あなたが関心を持つ可能性のあるその他の関連Apple製品、サービス、およびオファーに関する情報を送信すること • 不正行為およびその他の悪意のある活動の防止 使用するデータには以下が含まれます: • Apple Podcastの使用状況（再生位置、ライブラリ内のコンテンツなど） • Apple Podcastで購入したポッドキャストのサブスクリプション • アカウント情報（所有しているApple製品、Appleサービスのサブスクリプションなど） • IPアドレス 保持 Apple Podcastでの購入およびダウンロードに関連付けられる個人データは、財務報告関連の適用法によって指定された期間保持されます（期間は地域によって異なります）。多くの場合、保持期間は最低10年ですが、中国などの地域では30年になる場合があります。Appleは、適用規約に従ってユーザがコンテンツに再度アクセスできるようにするために、少なくともユーザがストアのアカウントを所有している間、購入の記録を保持します。保存されたクレジットカード情報を除くご利用明細など、一部の情報は、ユーザがアカウントを削除したあとやApple Podcastの利用を停止したあとでも、取引記録として保持される場合があります。 いかなる場合においても、Appleが収集する情報はAppleのプライバシーポリシー（https://www.apple.com/jp/privacy を参照）に従って取り扱われます。
kk: Жеке деректердің құпиялылығы мен қауіпсіздігін қамтамасыз ету Apple компаниясының барлық қызметкері үшін басымдық болып табылады. Біз ұсынатын сервистерді жақсарту үшін тек қажетті деректерді жинауға бар күшімізді саламыз. Саналы шешім қабылдауыңыз үшін, деректерді жинаған кезде оларды жинау туралы, сондай-ақ жинау себебі туралы хабардар етеміз. Apple Podcasts сервисі басқа да Apple өнімдері мен сервистері сияқты осы қағидаларға негізделіп жасалған. Apple Podcasts сервисін ұсыну және жақсарту Поскасттарды тыңдау тәсіліңіз бен әрекеттестіктеріңіз туралы деректер подкастты тыңдаушы аудиторияға қызмет ұсыну мен қызметті жақсарту және аудиторияны түсіну, сондай-ақ есептер жинау үшін пайдаланылады. Бұл деректерге сіз тыңдайтын подкасттар туралы ақпарат, мысалы, қанша подкастты тыңдайтыныңыз, қашан тыңдайтыныңыз және подкасттарды қай кезде трансляциялайтыныңыз, жүктеп алатыныңыз немесе оларға жазылатыныңыз туралы ақпарат кіреді. Сервисті жетілдіру және жекелендіру үшін Apple Podcasts сервисімен қандай әрекеттерді орындайтыныңыз (мысалы, қандай сілтемелерді басатыныңыз) туралы ақпарат жинаймыз. Apple Podcasts сервисі бұл деректер басқа Apple сервистерімен байланысты болмайтындай етіп жасалған. Бұл ақпарат тек Apple Podcasts сервисінде пайдаланылатын және Apple аккаунтыңызда сақталмаған кездейсоқ бірегей идентификатормен байланыстырылады. Бұл идентификаторды iCloud кілттер жинағы қосылған барлық құрылғыңыздың арасында синхрондау үшін iCloud кілттер жинағын пайдаланамыз. Mac компьютерінде Apple компаниясына жіберілетін ойнату деректеріне кіретін идентификаторды нөлдеу үшін «Подкасттар» > «Анықтама» > «Идентификаторды нөлдеу» тармағына өтіңіз. Ыңғайлы болу үшін Apple Podcasts сервисі сіз тыңдап жатқан подкасттардың эпизодтарын, сондай-ақ медиатекаңыздың контентін, соның ішінде сіз жазылған шоуларды, сіз сақтаған эпизодтарды және станцияларыңызды қай жерге дейін тыңдағаныңыз туралы деректерді синхрондайды, осылайша тура сол Apple Podcasts подкасттарын барлық құрылғыңызда тыңдауға болады. Бұл ақпарат Apple аккаунтыңызбен байланысты болып сақталады. Медиатекаңызды синхрондау функциясын кез келген уақытта «Реттеулер» бөлімінде өшіруге болады. Сізге ең қолайлы контентті ұсыну үшін сервисті жекелендіреміз. Ол үшін арналар мен подкасттарға жазылымдарыңыз, жақында ойнатылған подкасттар мен соңғы ұсыныстар туралы ақпаратты пайдаланамыз. Apple Podcasts сервисінде, сонымен қатар App Store, iTunes Store, Apple TV, Apple Books, «Подкасттар» сервисінде және Apple жазылымдары үшін жекелендіру мүмкіндіктерін өшіруге болады. Ол үшін Apple аккаунтыңыздың «Жекелендірілген ұсыныстар» опциясын өшіріңіз. iOS, iPadOS немесе visionOS құрылғыңызда «Реттеулер» > [атыңыз] > «Медиа және сатып алулар» > «Аккаунтты көру» тармағы арқылы өтіп, «Жекелендірілген ұсыныстар» опциясын өшіріңіз. Деректер подкаст провайдерлеріне тек жинақталған түрде жіберіледі. Үшінші тараптарға жеке деректеріңіз жіберілмейді. Алайда кейбір подкаст провайдерлерінің подкаст эпизодтарын ойнатқанда немесе жүктеп алғанда, сондай-ақ аудио шолуды тыңдау үшін Siri көмекшісін пайдаланғанда, бұл провайдерлер олардың подкасттарын қалай пайдаланатыныңыз туралы ақпаратты жинауы мүмкін. Бұл жағдайда деректерді жинау олардың құпиялылық саясаттарымен және құпиялылықты қамтамасыз ету процедураларымен реттеледі. Мысалы, телешоуды URL мекенжайы бойынша қоссаңыз немесе үшінші тараптық хостинг платформасына орналастырылған подкастты тыңдасаңыз, құрылғы сұралған контентті ұсыну үшін тікелей үшінші тараптық хостинг платформасына қосылады. Қосылғаннан кейін құрылғыңыздың IP мекенжайы үшінші тараптық хостинг-платформасына көрінеді. Үшінші тараптық хостинг‑платформа арқылы алынған IP мекенжайыңыздың қолданысы осы үшінші тараптық хостинг‑платформаның құпиялылық саясатымен реттеледі. Apple Podcasts сервисімен біріктіру опциясы бар басқа қолданбалар мен құрылғылар Apple Podcasts сервисіне және подкасттар медиатекасына қол жеткізу рұқсатын сұрауы мүмкін. Егер қолданбаға немесе құрылғыға біріктіру рұқсатын берсеңіз, ол медиатека, подкасттарды ойнату белсенділігі және сіздің ұсыныстарыңыз сияқты ақпаратқа қол жеткізе алатын болады. Сондай-ақ рұқсаты бар қолданба немесе құрылғы аккаунтыңызбен байланысты деректерді (мысалы, медиатекаңызда қандай подкасттар бар екені туралы деректер) өзгерте алады. Mac компьютеріндегі қолданбаға қол жеткізу мүмкіндігін «Жүйе реттеулері» > «Құпиялылық және қауіпсіздік» > «Медиа және Apple Music» тармағынан өшіруге болады. Басқа қолданбалар немесе құрылғылар үшін қол жеткізу мүмкіндігін Apple Music аккаунтының реттеулерінде өшіруге болады. Кері байланыс Apple компаниясы сізге ұнауы мүмкін Apple Podcasts сервисі және басқа да Apple өнімдері, сервистері мен ұсыныстары жөнінде ақпарат жіберу үшін Apple компаниясы сіз сатып алған Apple өнімдері және жазылған Apple сервистері сияқты аккаунтыңыз туралы ақпаратты пайдалануы мүмкін. Сондай-ақ Apple компаниясы Apple Podcasts сервисінде қолжетімді жаңа функциялар, контент пен ұсыныстар жөнінде эл. пошта хабарлары мен push хабарландыруларын жіберу үшін Apple Podcasts сервисіндегі белсенділігіңіз туралы ақпаратты пайдалануы мүмкін. Эл. пошта параметрлерін өзгерту және осы эл. хаттарды алудан бас тарту үшін мына сайтқа өтіңіз: account.apple.com. Mac құрылғысында хабарландыру параметрлерін жаңарту үшін «Жүйе реттеулері» > «Хабарландырулар» > «Подкасттар» тармағына өтіңіз. Apple компаниясы сервистерімізді жақсарту үшін байланыстарымызбен, соның ішінде хабарландырулармен өзара әрекеттесуіңіз туралы ақпаратты пайдаланады. Apple Podcasts жазылымдары Егер Apple Podcasts сервисінен подкасттарды сатып алсаңыз, сатып алу транзакцияларын өңдеу үшін қажет жеке деректерді (мысалы, реттеулер бөлімінде қол жеткізуге және өзгертуге болатын аккаунт және төлем туралы ақпарат), сондай-ақ сатып алу тарихын пайдаланамыз. Apple Podcasts сервисінің тегін сынақ нұсқасын немесе арнайы ұсынысын алу мүмкіндігіңіздің бар-жоғын тексеру үшін жеке деректеріңізді де пайдалануымыз мүмкін. Apple Podcasts сервисінде сіз жазылған қосымша контентке қол жеткізу құқығыңыз бар-жоғын тексеру үшін Apple сервистеріне және App Store арқылы сатып алынған үшінші тараптар қолданбаларына белсенді жазылымдарыңыз туралы ақпаратты пайдаланамыз. Жазылымды бұрын қолжетімді контенті бар үшінші тараптан тікелей сатып алсаңыз, жазылымды үшінші тараппен растауға және мұндай контентке қол жеткізуге болады. Алаяқтықтың және басқа зиянды әрекеттердің алдын алу Төлем картасын пайдаланғанда, Apple компаниясы картаңыздың нөмірін және төлеуші туралы ақпаратты болашақта сатып алу, қайталама транзакциялар немесе рұқсат етілген басқа да әрекеттер үшін сақтап, автоматты түрде жаңартуы мүмкін. Apple компаниясы бұл ақпаратты қаржы мекемесінен немесе төлем жүйесінен алып, оны алаяқтықтың алдын алу және деректерді тексеру мақсатында пайдалануы мүмкін. Сондай-ақ Apple компаниясы Apple Podcasts жазылымын ұзарту сұрауларын өңдеу және жазылымдарыңызға үздіксіз қол жеткізу мүмкіндігін қамтамасыз ету қажеттігін төлем жасау бойынша серіктестің рұқсатын күтпей анықтау үшін онымен іскерлік өзара әрекеттестігіңіздің тарихы туралы ақпаратты да пайдалануы мүмкін. Сондай-ақ құрылғыны қалай пайдаланатыныңыз туралы ақпаратты, соның ішінде кіріс және шығыс телефон қоңырауларының немесе эл. хабарлардың болжалды санын пайдалана отырып сатып алған кезде, құрылғыңыздағы құрылғының сенімділік индексін есептейміз. Индексті жіберген кезде, Apple компаниясына осы индексті есептеуге негіз болған мәндер берілмейді. Көрсеткіш серверлерімізде белгілі бір уақыт ішінде сақталады. Apple компаниясы Apple Podcasts сервисін қалай пайдаланатыныңыз туралы ақпаратты macOS бағдарламалық жасақтамасының лицензиялық келісімін немесе қолданыстағы заңнаманы бұзатын немесе бұзуға әкелуі мүмкін әрекеттердің алдын алу немесе оларға қарсы шара қабылдау мақсатында пайдалануы мүмкін. Жеке деректерді өңдеу үшін қолданылатын құқықтық негіз Біз Apple Podcasts қолданбасында жеке деректеріңізді әдетте Apple компаниясымен келісімшартты орындау, қызмет көрсету үшін қажет болған жағдайда және заңды міндеттемелерімізді орындау үшін өңдейміз. Келісім тиісті заңды негізге сүйенсе, біз оны қолданыстағы жергілікті заңға сәйкес іздейміз. Қолданыстағы жергілікті заңда қарастырылған жағдайда, біз заңды мүдделеріміз немесе үшінші тараптың мүдделері үшін қажетті жеке деректерді келесі мақсатпен өңдейміз: • Сізге қолжетімді контентті көрсету • Ойнату орнын және медиатеканы құрылғылар арасында синхрондау • Сізге және басқаларға арналған сервисті оңтайландыру және жақсарту, сондай-ақ Apple Podcasts және сізге қызықты болуы мүмкін басқа да қатысты Apple өнімдері, сервистері мен ұсыныстары туралы хабарламалар жіберу • Алаяқтықтың және басқа зиянды әрекеттердің алдын алу Пайдаланылған деректер мыналарды қамтиды: • Apple Podcasts сервисін пайдалану тәсіліңіз, соның ішінде ойнату позициясы және медиатекаңыздағы контент • Сіз Apple Podcasts сервисінде сатып алған подкасттар жазылымдары • Аккаунтыңыз, мысалы, сіздің иелігіңіздегі Apple өнімдері және Apple сервистеріне жазылымдар • IP мекенжайыңыз Деректерді сақтау Apple Podcasts жазылымдарында сатып алынған подкасттармен байланысты жеке деректерді аймаққа байланысты әртүрлі болатын қаржылық есептілікке қатысты қолданыстағы заңнамада белгіленген мерзім ішінде сақтаймыз. Тұтынушылардың көбісі үшін деректерді сақтау мерзімі кем дегенде 10 жылды құрайды, ал Қытай секілді мемлекеттерде бұл мерзім 30 жыл болуы мүмкін. Сондай-ақ сатып алу туралы жазбалар аккаунтыңыз жойылмайынша сақталып тұра береді. Бұл сізге осы контентке қолданыстағы шарттарға сәйкес қол жеткізуге мүмкіндік береді. Сақталған мәліметтерден басқа кейбір ақпарат аккаунтты жойғаннан кейін де немесе Apple Podcasts сервисін пайдаланбай кетсеңіз де бухгалтерлік жазбаларда сақталуы мүмкін. Apple жинаған ақпарат әрқашан Apple құпиялылық саясатына (www.apple.com/privacy) сәйкес өңделеді.
ko: Apple의 전 직원은 개인정보 보호 및 보안을 최우선으로 생각합니다. Apple은 사용자에게 더 나은 경험을 제공하기 위해 꼭 필요한 데이터만을 수집하기 위해 최선을 다하고 있습니다. 또한, 데이터를 수집할 때에는 왜 수집하는지, 어떤 데이터를 수집하는지를 사용자에게 알리는 것을 중요하게 생각하며 사용자가 이러한 사항을 잘 알고 선택할 수 있도록 합니다. Apple의 모든 제품 및 서비스와 마찬가지로 Apple 팟캐스트는 이 원칙을 기반으로 설계되었습니다. Apple 팟캐스트 제공 및 향상하기 Apple은 서비스 제공 및 향상과 더불어, 팟캐스트 청취를 파악하고 이와 관련된 집계 리포트를 제공하기 위해 팟캐스트 청취 및 상호 작용에 관한 데이터를 수집합니다. 이 데이터에는 팟캐스트를 얼마나 많이 듣는지, 언제 듣는지, 언제 스트리밍 또는 다운로드하거나 팔로우하는지 등과 같은 사용자의 팟캐스트 청취에 관한 정보가 포함됩니다. Apple 팟캐스트 서비스를 향상하고 개인 맞춤화하기 위해, 사용자가 이 서비스에서 관심을 보인 사항에 대한 정보(예: 클릭한 링크)를 수집합니다. Apple 팟캐스트는 이 데이터를 다른 Apple 서비스와 연결하지 않도록 디자인되었습니다. 이 정보는 Apple 팟캐스트에 특정된 임의 고유 식별자와 연계되며, Apple 계정과 함께 저장되지 않습니다. Apple은 iCloud 키체인을 사용하여 iCloud 키체인이 활성화된 사용자의 모든 기기에서 식별자를 동기화합니다. Apple에 전송되는 재생 데이터에 포함된 식별자를 재설정하려면 Mac에서 팟캐스트 > 도움말 > 식별자 재설정으로 이동하십시오. 사용자의 편의를 위해 Apple 팟캐스트는 청취하던 팟캐스트 에피소드의 재생 지점 및 사용자가 팔로우하는 프로그램, 저장한 에피소드 및 스테이션 등 사용자 보관함의 콘텐츠를 동기화하여 사용자가 다른 모든 기기에서 같은 Apple 팟캐스트 경험을 즐길 수 있도록 합니다. 이 정보는 사용자의 Apple 계정과 연계되어 저장됩니다. 언제든지 설정에서 보관함 동기화를 비활성화할 수 있습니다. Apple은 사용자의 채널 구독, 사용자가 팔로우한 팟캐스트, 최근 재생한 팟캐스트, 최근 추천 항목에 관한 정보를 사용하여 개인 맞춤형 서비스를 제공하고 사용자가 가장 관련성 높은 콘텐츠를 찾을 수 있도록 돕습니다. 사용자의 Apple 계정에 대한 ‘개인 맞춤형 추천’을 꺼서 Apple 팟캐스트, App Store, Apple Books, iTunes Store, Apple TV 및 Apple로부터 받는 구독의 개인 맞춤화 기능을 비활성화할 수 있습니다. iOS, iPadOS 또는 visionOS 기기에서 설정 > [사용자 이름] > 미디어 및 구입 항목 > 계정 보기로 이동한 다음 ‘개인 맞춤형 추천’을 탭하여 끌 수 있습니다. 팟캐스트 제공자와는 집계된 형태로만 데이터가 공유됩니다. Apple은 사용자의 어떠한 개인 데이터도 타사와 공유하지 않습니다. 그러나 사용자가 팟캐스트 에피소드를 재생하거나 다운로드할 때 또는 Siri의 음성 설명을 듣기 위해 사용할 때는 일부 팟캐스트 제공자가 사용자의 당사 팟캐스트 사용에 관한 정보를 수집할 수도 있으며, 이렇게 수집된 정보는 해당 제공자의 개인정보 처리방침에 따라 취급됩니다. 예를 들어, 사용자가 URL을 통해 프로그램을 추가하거나 타사 호스팅 플랫폼에서 호스팅하는 팟캐스트를 청취하는 경우, 요청된 콘텐츠를 제공하기 위해 사용자의 기기가 타사 호스팅 플랫폼에 직접 연결됩니다. 연결되면, 해당 타사 호스팅 플랫폼은 연결된 사용자 기기의 IP 주소를 볼 수 있습니다. 타사 호스팅 플랫폼은 사용자의 IP 주소를 취급할 때 자사의 개인정보 처리방침을 따릅니다. Apple 팟캐스트 통합을 제공하는 다른 앱 및 기기는 Apple 팟캐스트 및 팟캐스트 보관함에 대한 접근을 요청할 수 있습니다. 앱 또는 기기 통합에 이러한 권한을 부여하면 사용자의 보관함, 팟캐스트 재생 활동 및 추천과 같은 정보에 접근할 수 있습니다. 권한이 허용된 앱 또는 기기는 보관함에 있는 팟캐스트와 같은 계정과 연계된 데이터를 수정할 수도 있습니다. Mac에서 시스템 설정 > 개인정보 보호 및 보안 > 미디어 및 Apple Music으로 이동하여 Mac 앱의 접근을 비활성화할 수 있습니다. Apple Music 계정 설정에서 다른 앱 또는 기기의 접근을 비활성화할 수도 있습니다. 사용자와 커뮤니케이션하기 Apple은 사용자가 소유한 Apple 제품 및 Apple 서비스 구독과 같은 사용자의 계정에 관한 정보를 이용하여, 사용자가 관심을 가질 만한 Apple 팟캐스트 및 기타 Apple 제품, 서비스 및 특별 혜택에 관한 안내를 전송할 수 있습니다. Apple은 Apple 팟캐스트에서 이용할 수 있는 새로운 기능, 콘텐츠 및 특별 혜택에 관한 이메일 및 푸시 알림을 보내기 위해 Apple 팟캐스트 내에서 사용자의 구입 활동에 대한 정보를 사용할 수도 있습니다. account.apple.com 사이트로 이동하여 이메일 환경설정을 변경하고 이러한 이메일을 받지 않을 수도 있습니다. Mac에서 알림 환경설정을 업데이트하려면 시스템 설정 > 알림 > 팟캐스트로 이동하십시오. Apple은 서비스를 향상하기 위해, 알림을 포함하여 Apple이 전송한 안내에 대한 사용자의 상호작용에 관한 정보를 사용할 수 있습니다. Apple 팟캐스트 구독 Apple 팟캐스트에서 팟캐스트 구독을 구입하는 경우, Apple은 사용자의 구입 거래를 처리하기 위해 필수적인 개인 데이터를 사용하게 됩니다. 이 정보에는 설정에서 접근하여 변경할 수 있는 사용자의 계정 및 결제 정보, 그리고 구입 내역 등이 포함됩니다. 또한 Apple은 사용자가 Apple 팟캐스트에서 제공하는 무료 체험 또는 특별 혜택 대상인지를 확인하기 위해 사용자의 개인 데이터를 이용할 수 있습니다. Apple은 Apple 팟캐스트에서 추가로 구독 중인 콘텐츠에 대해 접근 권한이 있는지 확인하기 위해 Apple 서비스 및 App Store에서 구입한 타사 앱의 활성화된 구독에 관한 정보를 사용합니다. 이용 가능한 콘텐츠가 포함된 구독을 타사에서 직접 구입한 적이 있는 경우, 타사와 구독 확인을 통해 해당 콘텐츠에 접근할 수 있습니다. 사기 및 기타 악의적인 활동 방지 사용자가 결제 카드를 사용하면, Apple은 향후 구입, 반복되는 거래 또는 사용자가 승인한 기타 이용 목적을 위해 사용자의 카드 번호 및 청구 정보를 보관하고 자동으로 업데이트할 수 있습니다. Apple은 사용자의 금융 기관 또는 결제 네트워크로부터 이 정보를 받을 수 있으며, 또한 사기 방지 및 검증 목적으로 해당 정보를 사용할 수 있습니다. Apple은 사용자와 Apple간의 과거 비즈니스 관계에 대한 정보를 사용하여 Apple 팟캐스트 구독 갱신을 처리하고 결제 파트너의 승인에 앞서 구독에 대한 접근 권한을 계속 제공할지 여부를 결정할 수도 있습니다. 사용자가 구입을 시도할 때, 주고받은 통화나 이메일의 대략적인 횟수와 같이 사용자가 기기를 사용하는 방법에 관한 정보를 이용하여 기기에서 기기 신뢰도를 확인하기도 합니다. 제공된 정보는 Apple이 기기의 실제 정보를 학습할 수 없도록 디자인되었습니다. 신뢰도는 지정된 기간 동안 서버에 저장됩니다. Apple은 macOS 소프트웨어 사용권 계약 또는 준거법을 위반하거나 위반할 수 있는 행동을 방지하거나 그에 대한 조치를 취하기 위해 사용자의 Apple 팟캐스트 사용에 관련된 정보를 이용할 수 있습니다. 개인 데이터 처리를 위한 관련 법적 근거 Apple은 일반적으로 사용자와 Apple간의 계약을 이행하고, 필요에 따라 서비스를 제공하며, Apple의 법적 의무를 준수할 목적으로 Apple 팟캐스트의 개인 데이터를 처리합니다. 동의가 적절한 법적 근거가 될 경우 Apple은 관련 현지 법률에 따라 동의를 구합니다. 관련 현지 법률이 규정된 경우, Apple은 Apple 또는 제3자의 정당한 이익을 위해 필요에 따라 개인 데이터를 처리하여 다음을 수행합니다. • 사용자에게 사용 가능한 콘텐츠 표시 • 모든 기기에서 재생 위치 및 보관함 동기화 • 모든 사용자를 위해 서비스 최적화 및 개선, 사용자가 관심을 가질 만한 Apple 팟캐스트 및 기타 Apple 제품, 서비스 및 특별 혜택에 관한 안내 전송 • 사기 및 기타 악의적인 활동 방지 사용된 데이터에 포함되는 내용: • 재생 위치 및 보관함에 있는 콘텐츠를 포함한 Apple 팟캐스트 사용 정보 • Apple 팟캐스트에서 구입한 팟캐스트 구독 • 사용자의 계정 정보(소유한 Apple 제품, Apple 서비스 구독 등) • 사용자의 IP 주소 데이터 유지 사용자가 Apple 팟캐스트에서 구입한 항목과 연계된 개인 데이터는 재무 보고 관련 해당 법률(지역에 따라 다름)에 규정된 기간 동안 유지됩니다. 대부분의 고객에게는 최소 10년 동안의 유지 기간이 요구되나, 중국 등의 일부 국가/지역에서는 30년의 유지 기간이 요구될 수 있습니다. 또한, 사용자가 Apple 계정을 갖고 있는 한, 다운로드에 관한 해당 이용 약관에 따라 콘텐츠에 다시 접근할 수 있도록 사용자의 콘텐츠 구입 기록을 유지합니다. 거래 내역과 같은 일부 정보는 사용자가 계정을 닫고 Apple 팟캐스트 사용을 중단한 이후에도 사업 기록으로 유지될 수 있습니다(저장된 카드 세부사항은 포함되지 않음). Apple에서 수집하는 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며 자세한 내용은 www.apple.com/kr/privacy 사이트에서 확인할 수 있습니다.
lt: Jūsų informacijos privatumo ir saugumo apsauga yra visų bendrovėje „Apple“ prioritetas. Stengiamės rinkti tik tuos duomenis, kurių mums reikia, kad pagerintume paslaugų teikimą jums, o jei renkame duomenis, mūsų manymu, turėtumėte žinoti, ką renkame ir kodėl mums to reikia. Taip galite priimti pagrįstus sprendimus. „Apple Podcasts“, kaip ir kiekvienas „Apple“ produktas ir paslauga, sukurta atsižvelgiant į šiuos principus. „Apple Podcasts“ teikimas ir tobulinimas Renkame duomenis apie tinklalaidžių klausymąsi ir sąveiką, kad galėtume teikti ir tobulinti paslaugą, taip pat suprasti tinklalaidžių klausymosi tendencijas ir teikti apibendrintas jų ataskaitas. Šie duomenys apima informaciją apie tinklalaides, kurių klausotės, pvz., kokią tinklalaidės dalį perklausote, kada klausotės ir kada klausotės srautu, atsisiunčiate arba sekate. Paslaugos tobulinimo ir suasmeninimo tikslais renkame informaciją apie jūsų sąveiką su „Apple Podcasts“, pvz., nuorodas, kurias spustelite. „Apple Podcasts“ sukūrėme taip, kad šie duomenys nebūtų susieti su kitomis „Apple“ paslaugomis. Ši informacija yra susieta su atsitiktiniu unikaliuoju identifikatoriumi, kuris skirtas būtent paslaugai „Apple Podcasts“ ir nėra saugomas kartu su jūsų „Apple“ paskyra. Naudodami „iCloud“ raktų saugyklą sinchronizuojame šį identifikatorių su visais jūsų įrenginiais, kuriuose įjungta „iCloud“ raktų saugykla. Norėdami iš naujo nustatyti identifikatorių, įtrauktą į bendrovei „Apple“ iš „Mac“ siunčiamus perklausų duomenis, eikite į „Podcasts“ > „Pagalba“ > „Identifikatoriaus nustatymas iš naujo“. Kad jums būtų patogiau, „Apple Podcasts“ sinchronizuoja jūsų klausomų tinklalaidžių epizodų perklausymo pažangą bei bibliotekos turinį, įskaitant jūsų sekamas laidas, išsaugotus epizodus ir stotis, todėl galėsite patogiai tęsti „Apple Podcasts“ klausymąsi iš bet kurio įrenginio. Ši informacija saugoma ją susiejant su jūsų „Apple“ paskyra. Bibliotekos sinchronizavimą galite bet kuriuo metu išjungti srityje „Nustatymai“. Naudojame informaciją apie jūsų kanalų prenumeratas, sekamas tinklalaides, naujausius klausytus tinklalaidžių epizodus ir naujausias rekomendacijas, kad pritaikytume šią paslaugą pagal jūsų poreikius ir padėtume lengviau rasti jums aktualiausią turinį. „Apple Podcasts“, „App Store“, „Apple Books“, „iTunes Store“, „Apple TV“ ir „Apple“ prenumeratų asmeninimą galite išjungti išjungdami suasmenintas „Apple“ paskyros rekomendacijas. Savo „iOS“, „iPadOS“ arba „visionOS“ įrenginyje pasirinkite „Nustatymai“ > [Jūsų vardas] > „Medija ir pirkiniai“ > „Žiūrėti paskyrą“, tada bakstelėkite, kad išjungtumėte funkciją „Suasmenintos rekomendacijos“. Duomenis su tinklalaidžių kūrėjais bendriname tik nuasmeninta forma. Jūsų asmens duomenų nebendriname su trečiosiomis šalimis. Tačiau atminkite, kad klausantis tinklalaidžių epizodų ar juos atsisiunčiant iš kai kurių tinklalaidžių teikėjų arba klausantis garso įrašo santrumpos naudojant „Siri“ šie teikėjai gali rinkti informaciją apie jūsų naudojimąsi tinklalaidėmis – šiam rinkimui taikoma jų privatumo politika ir praktika. Pavyzdžiui, kai įtraukiate laidą pagal URL ar klausotės tinklalaidės, įkeltos į trečiosios šalies prieglobos platformą, jūsų įrenginys tiesiogiai prisijungia prie tos trečiosios šalies prieglobos platformos, kad suteiktų prašomą turinį. Įrenginiui prisijungus trečiosios šalies prieglobos platformoje bus matomas jo IP adresas. Trečiosios šalies prieglobos platforma jūsų IP adresą tvarko pagal tos trečiosios šalies privatumo poltiką. Kitos su „Apple Podcasts“ integruojamos programos ir įrenginiai gali prašyti prieigos prie „Apple Podcasts“ ir jūsų tinklalaidžių bibliotekos. Jei integruojamai programai ar įrenginiui suteiksite tokį leidimą, ši programa ar įrenginys galės gauti prieigą prie tokios informacijos kaip jūsų biblioteka, tinklalaidžių klausymosi veikla ir rekomendacijos. Programa ar įrenginys, kuriam suteiktas leidimas, taip pat gali modifikuoti su jūsų paskyra susietus duomenis, pvz., jūsų bibliotekoje esančias tinklalaides. „Mac“ programos prieigą „Mac“ įrenginyje galite išjungti nueidami į sritį „Sistemos nustatymai“ > „Privatumas ir sauga“ > „Medija ir „Apple Music“. Kitų programų ar įrenginių prieigą galite išjungti savo „Apple Music“ paskyros nustatymuose. Bendravimas su jumis „Apple“ gali naudoti informaciją apie jūsų paskyrą, pvz., apie jūsų turimus „Apple“ produktus ir „Apple“ paslaugų prenumeratas, kad siųstų jums pranešimus apie „Apple Podcasts“ ir kitus „Apple“ produktus, paslaugas ir pasiūlymus, kurie jums gali būti įdomūs. Be to, „Apple“ gali naudoti informaciją apie jūsų „Apple Podcasts“ pirkimo veiklą, kad siųstų el. laiškus ir tiesioginius pranešimus apie naujas „Apple Podcasts“ funkcijas, turinį ir pasiūlymus. El. pašto nuostatas keisti ir atsisakyti gauti šiuos el. laiškus galite apsilankę adresu account.apple.com. Norėdami atnaujinti pranešimų nuostatas „iOS“ ar „iPadOS“ įrenginyje eikite į „Nustatymai“ > „Pranešimai“ > „Podcasts“. „Apple“ naudoja informaciją apie jūsų sąveikas bendraujant su mumis, įskaitant pranešimus, kad patobulintų savo paslaugas. „Apple Podcasts“ prenumeratos Jei įsigysite tinklalaidžių prenumeratų iš „Apple Podcasts“, naudosime jūsų pirkimo operacijoms apdoroti būtiną informaciją, pvz., jūsų paskyros ir mokėjimų informaciją, kurią galite pasiekti ir keisti nustatymuose, bei pirkinių istoriją. Taip pat galime naudoti jūsų asmens duomenis, kad patikrintume, ar galite gauti nemokamą „Apple Podcasts“ bandomąją versiją arba specialų pasiūlymą. Naudojame informaciją apie jūsų aktyvias „Apple“ paslaugų ir trečiųjų šalių prenumeratas, įsigytas per „App Store“, kad patikrintume, ar turite teisę gauti prieigą prie papildomo prenumeruojamo „Apple Podcasts“ turinio. Jei anksčiau tiesiai iš trečiosios šalies nusipirkote prenumeratą su prieinamu turiniu, galėsite šiai trečiajai šaliai patvirtinti savo prenumeratą ir gauti prieigą prie šio turinio. Apgavysčių ir kitų piktavališkų veiklų užkardymas Jums panaudojus mokėjimo kortelę, „Apple“ gali išsaugoti ir automatiškai atnaujinti kortelės numerį ir atsiskaitymo informaciją būsimiems pirkiniams, pasikartojančioms operacijoms ir kitoms jūsų leistoms paskirtims. Šią informaciją „Apple“ gali gauti iš jūsų finansų įstaigos arba mokėjimų tinklo, taip pat ją naudoti sukčiavimo prevencijai ir tapatybei patvirtinti. „Apple“ taip pat gali naudoti informaciją apie jūsų istorinius verslo santykius su „Apple“, kad galėtų apdoroti „Apple Podcasts“ prenumeratos atnaujinimus ir nuspręsti, ar suteikti prieigą prie prenumeratų prieš gaunant mokėjimo partnerio leidimą. Kai bandysite įsigyti pirkinį, taip pat apskaičiuosime jūsų įrenginio patikimumo balą panaudodami informaciją apie tai, kaip jūs naudojate įrenginį, įskaitant apytikslį telefono skambučių ar siunčiamų ir gaunamų el. laiškų skaičių. Ši informacija pateikiama taip, kad „Apple“ negali sužinoti tikrų reikšmių jūsų įrenginyje. Balas saugomas numatytą laikotarpį mūsų serveriuose. „Apple“ gali naudoti informaciją apie tai, kaip jūs naudojate „Apple Podcasts“, kad užkirstų kelią veiklai, kuri pažeidžia arba gali pažeisti „macOS“ programinės įrangos licencijos sutartį arba galiojančius įstatymus, arba kad imtųsi veiksmų prieš tokią veiklą. Taikomas asmens duomenų tvarkymo teisinis pagrindas Iš esmės programoje „Apple Podcasts“ jūsų asmens duomenis tvarkome jūsų sutarties su „Apple“ vykdymo tikslais, kai toks tvarkymas būtinas paslaugai teikti, ir kad vykdytume savo teisinius įsipareigojimus. Jei sutikimas yra tinkamas teisinis pagrindas, jo siekiame pagal taikomus vietinius įstatymus. Kai tai numatoma galiojančiuose vietiniuose įstatymuose, asmens duomenis tvarkome, jei tai būtina mūsų arba trečiosios šalies teisėtų interesų tikslais, siekdami: • rodyti jums prieinamą turinį; • sinchronizuoti jūsų laidų perklausymo progresą ir biblioteką skirtinguose įrenginiuose; • optimizuoti ir tobulinti paslaugą jums ir kitiems bei siųsti jums pranešimus apie „Apple Podcasts“ ir kitus susijusius „Apple“ produktus, paslaugas ir pasiūlymus, kurie jums gali būti įdomūs; • užkardyti apgavystes ir kitas piktavališkas veiklas. Šie duomenys apima: • jūsų naudojimąsi programa „Apple Podcasts“, įskaitant perklausymų progresą ir turinį bibliotekoje; • tinklalaidžių prenumeratas, kurias įsigyjate programoje „Apple Podcasts“; • jūsų paskyrą, pvz., jums priklausančius „Apple“ produktus ir „Apple“ paslaugų prenumeratas; • jūsų IP adresą. Saugojimas Su pirkiniais programoje „Apple Podcasts“ susietus asmens duomenis saugome tokį laikotarpį, kuris numatytas galiojančiuose su finansine atskaitomybe susijusiuose įstatymuose, kurie skiriasi priklausomai nuo regiono. Daugumos klientų duomenis privaloma saugoti ne mažiau nei 10 metų, tačiau tokiuose regionuose kaip Kinija šis laikotarpis gali būti 30 metų. Be to, saugome įrašus apie jūsų pirkinius ne trumpiau nei turite paskyrą mūsų platformoje, kad galėtumėte pasiekti šį turinį, – tai taip pat darome laikydamiesi galiojančių sąlygų. Dalis informacijos, pvz., operacijos, bet ne jūsų saugomi kortelės duomenys, gali būti saugoma kaip verslo įrašai net po to, kai uždarysite savo paskyrą arba nustosite naudoti „Apple Podcasts“. „Apple“ renkama informacija visada bus tvarkoma pagal „Apple“ privatumo politiką, kurią galite rasti svetainėje www.apple.com/privacy.
ms: Melindungi privasi dan keselamatan maklumat anda ialah keutamaan semua orang di Apple. Kami berusaha keras untuk hanya mengumpulkan data yang kami perlukan untuk menjadikan pengalaman anda lebih baik. Apabila kami mengumpulkan data, kami percaya penting untuk anda mengetahui perkara yang kami kumpulkan dan sebab kami memerlukannya, supaya anda boleh membuat pilihan termaklum. Apple Podcasts, seperti setiap produk dan perkhidmatan Apple, direka bentuk berpandukan prinsip ini. Menyediakan dan Meningkatkan Apple Podcasts Kami mengumpulkan data tentang pendengaran dan interaksi podcast untuk menyediakan dan meningkatkan perkhidmatan serta memahami dan memberikan laporan agregat tentang maklumat pendengar podcast. Data ini termasuk maklumat tentang podcast yang anda dengar, seperti, tempoh anda mendengar podcast, masa anda mendengar dan masa anda menstrim, memuat turun atau mengikuti podcast tersebut. Untuk membantu meningkatkan dan memperibadikan perkhidmatan, kami mengumpulkan maklumat tentang interaksi anda dengan Apple Podcasts, seperti pautan yang anda klik. Kami mereka bentuk Apple Podcasts supaya data ini tidak dikaitkan dengan perkhidmatan Apple lain. Maklumat ini dikaitkan dengan pengecam unik rawak yang khusus kepada Apple Podcasts dan tidak disimpan dengan Akaun Apple anda. Kami menggunakan Rantai Kunci iCloud untuk menyelaraskan pengecam merentas peranti anda yang telah mendayakan Rantai Kunci iCloud. Untuk mereset pengecam yang disertakan dengan data main balik yang dihantar kepada Apple pada Mac, pergi ke Podcast > Bantuan > Reset Pengecam. Untuk kemudahan anda, Apple Podcasts menyelaraskan kedudukan main episod podcast yang anda dengar, serta kandungan pustaka anda, termasuk rancangan yang anda ikuti, episod yang telah anda simpan dan stesen anda supaya anda boleh menikmati pengalaman Apple Podcasts yang sama daripada sebarang peranti anda. Maklumat ini disimpan secara berkaitan dengan Akaun Apple anda. Anda boleh menyahdayakan pelarasan pustaka anda pada bila-bila masa dalam Seting. Kami menggunakan maklumat tentang langganan saluran, Podcast diikuti, main Podcast terbaharu dan pengesyoran terbaharu anda untuk memperibadikan perkhidmatan serta membantu anda menemui kandungan yang paling berkaitan dengan anda. Anda boleh menyahdayakan pemeribadian dalam Apple Podcasts, serta dalam App Store, Apple Books, iTunes Store, Apple TV dan langganan daripada Apple, dengan menyahaktifkan Pengesyoran Diperibadikan untuk Akaun Apple anda. Pada peranti iOS, iPadOS atau visionOS anda, pergi ke Seting > [nama anda] > Media & Pembelian > Lihat Akaun, kemudian ketik untuk menyahaktifkan Pengesyoran Diperibadikan. Kami berkongsi data dengan penyedia podcast hanya dalam bentuk agregat. Kami tidak berkongsi sebarang data peribadi anda dengan pihak ketiga. Walau bagaimanapun, perlu diingat bahawa apabila anda memainkan atau memuat turun episod podcast daripada sesetengah penyedia podcast atau menggunakan Siri untuk mendengar ringkasan audio, penyedia tersebut mungkin dapat mengumpulkan maklumat tentang penggunaan podcast mereka oleh anda dan pengumpulan tersebut ditadbir oleh dasar dan amalan privasi mereka. Contohnya, apabila anda menambah rancangan menggunakan URL atau mendengar podcast yang dihoskan oleh platform pengehosan pihak ketiga, peranti anda bersambung terus ke platform pengehosan pihak ketiga untuk menyediakan anda kandungan yang diminta. Apabila ia bersambung, alamat IP peranti anda akan kelihatan kepada platform pengehosan pihak ketiga. Pengendalian alamat IP anda oleh platform pengehosan pihak ketiga ditadbir oleh dasar privasi pihak ketiga ini. App dan peranti lain yang menawarkan integrasi Apple Podcasts mungkin meminta akses kepada Apple Podcasts dan Pustaka Podcast anda. Jika anda memberikan keizinan sedemikian kepada integrasi app atau peranti, ia boleh mengakses maklumat seperti pustaka anda, aktiviti main podcast anda serta pengesyoran anda. App atau peranti yang diizinkan juga boleh mengubah suai data yang dikaitkan dengan akaun anda, seperti podcast yang berada dalam pustaka anda. Anda boleh menyahdayakan akses app Mac pada Mac anda dengan pergi ke Seting Sistem > Privasi & Keselamatan > Media & Apple Music. Anda boleh menyahdayakan akses oleh app atau peranti lain dalam seting akaun Apple Music anda. Berkomunikasi dengan Anda Apple mungkin menggunakan maklumat tentang akaun anda, seperti produk Apple yang anda miliki dan langganan anda kepada perkhidmatan Apple, untuk berkomunikasi dengan anda tentang Apple Podcasts dan produk, perkhidmatan, serta tawaran lain Apple yang mungkin menarik minat anda. Apple juga mungkin menggunakan maklumat tentang aktiviti pembelian anda dalam Apple Podcasts untuk menghantar e-mel dan pemberitahuan push kepada anda tentang ciri baharu, kandungan dan tawaran yang tersedia pada Apple Podcasts. Anda boleh menukar keutamaan e‑mel anda dan menarik diri daripada menerima e‑mel ini dengan pergi ke account.apple.com. Untuk mengemas kini keutamaan pemberitahuan anda pada Mac, pergi ke Seting Sistem > Pemberitahuan > Podcast. Apple menggunakan maklumat tentang interaksi anda dengan komunikasi kami, termasuk pemberitahuan, untuk meningkatkan perkhidmatan kami. Langganan Apple Podcasts Jika anda membeli langganan podcast daripada Apple Podcasts, kami akan menggunakan data peribadi yang diperlukan untuk memproses transaksi pembelian anda, seperti maklumat akaun dan bayaran anda, yang boleh anda akses dan tukar dalam seting serta sejarah pembelian anda. Kami juga mungkin menggunakan data peribadi anda untuk menyemak sama ada anda layak untuk percubaan percuma atau tawaran istimewa daripada Apple Podcasts. Kami menggunakan maklumat tentang langganan aktif perkhidmatan Apple anda dan pihak ketiga yang dibeli menerusi App Store untuk menyemak sama ada anda layak mengakses kandungan langganan tambahan dalam Apple Podcasts. Jika sebelum ini anda telah membeli langganan secara terus daripada pihak ketiga dengan kandungan yang tersedia, anda akan dapat mengesahkan langganan anda dengan pihak ketiga dan mendapatkan akses kepada kandungan sedemikian. Mencegah Penipuan dan Aktiviti Berniat Jahat Lain Apabila anda menggunakan kad bayaran, Apple mungkin mengekalkan dan mengemas kini nombor kad serta maklumat pengebilan anda secara automatik untuk pembelian masa depan, transaksi berulang atau penggunaan lain yang anda benarkan. Apple mungkin mendapatkan maklumat ini daripada institusi kewangan atau rangkaian bayaran anda dan turut menggunakannya untuk pencegahan penipuan serta pengesahan. Apple juga mungkin menggunakan maklumat tentang sejarah hubungan perniagaan anda dengan Apple untuk memproses pembaharuan langganan Apple Podcasts dan menentukan sama ada untuk menyediakan akses berterusan kepada langganan anda sebelum pengesahan oleh rakan kongsi bayaran. Kami juga akan mengira skor kepercayaan peranti pada peranti anda apabila anda cuba membeli menggunakan maklumat tentang cara anda menggunakan peranti anda, termasuk bilangan anggaran panggilan telefon atau e-mel yang anda hantar dan terima. Penghantaran direka bentuk supaya Apple tidak boleh mengetahui nilai dasar pada peranti anda. Skor disimpan untuk masa yang ditetapkan pada pelayan kami. Apple mungkin menggunakan maklumat tentang penggunaan Apple Podcasts oleh anda untuk menghalang atau mengambil tindakan terhadap aktiviti yang melanggar atau mungkin melanggar Perjanjian Lesen Perisian macOS atau undang-undang yang berkenaan. Asas Undang-undang yang Berkenaan untuk Pemprosesan Data Peribadi Kami memproses data peribadi anda dalam Apple Podcasts umumnya untuk pelaksanaan kontrak anda dengan Apple, seperti yang diperlukan untuk menyediakan perkhidmatan dan mematuhi kewajipan undang-undang kami. Jika persetujuan ialah asas undang-undang yang bersesuaian, kami mendapatkannya selaras dengan undang-undang tempatan yang berkenaan. Jika dibenarkan undang-undang tempatan yang berkenaan, kami memproses data peribadi mengikut keperluan untuk tujuan kepentingan sah kami atau pihak ketiga, untuk: • Memaparkan kandungan yang tersedia kepada anda • Selaraskan kedudukan main balik dan pustaka anda merentas peranti • Mengoptimumkan dan meningkatkan perkhidmatan untuk anda serta orang lain dan menghantar komunikasi kepada anda tentang Apple Podcasts serta produk, perkhidmatan, dan tawaran berkaitan Apple lain yang mungkin menarik minat anda • Mencegah penipuan dan aktiviti berniat jahat lain Data yang digunakan termasuk: • Penggunaan Apple Podcasts oleh anda, termasuk kedudukan main dan kandungan dalam pustaka anda • Langganan podcast yang anda beli dalam Apple Podcasts • Akaun anda, seperti produk Apple yang anda miliki dan langganan perkhidmatan Apple anda • Alamat IP anda Pengekalan Kami mengekalkan data peribadi yang dikaitkan dengan pembelian anda dalam Apple Podcasts untuk tempoh yang ditentukan oleh undang-undang berkenaan yang berkaitan dengan pelaporan kewangan yang berbeza-beza mengikut rantau. Untuk kebanyakan pelanggan, ini memerlukan tempoh pengekalan sekurang-kurangnya selama 10 tahun, tetapi di rantau seperti China, tempoh tersebut boleh menjadi 30 tahun. Kami juga mengekalkan rekod pembelian anda selama sekurang-kurangnya tempoh masa anda mempunyai akaun dengan kami untuk membolehkan anda mengakses kandungan tersebut, sekali lagi selaras dengan syarat kami yang berkenaan. Sesetengah maklumat, seperti transaksi, tetapi bukan butiran kad disimpan anda, mungkin dikekalkan sebagai rekod perniagaan walaupun selepas anda menutup akaun anda atau berhenti menggunakan Apple Podcasts. Pada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com/my/privacy.
nl: Bescherming van je privacy en beveiliging van je gegevens is een prioriteit van iedereen bij Apple. We werken er hard aan om alleen die gegevens te verzamelen die we nodig hebben om je ervaring te verbeteren. Als we gegevens verzamelen vinden we het belangrijk dat je weet wat we verzamelen en waarom, zodat je een bewuste keuze kunt maken. Net als alle Apple producten en voorzieningen is ook Apple Podcasts ontworpen met deze principes in gedachten. Apple Podcasts aanbieden en verbeteren We verzamelen luister- en gebruiksgegevens over podcasts om de voorziening aan te bieden en te verbeteren en om inzicht te krijgen in en samengevoegde rapporten te bieden over de luisteraars van podcasts. Deze gegevens bevatten informatie over de podcasts die je beluistert, zoals hoeveel van een podcast je beluistert, wanneer je luistert en wanneer je streamt, downloadt of volgt. Ter verbetering en personalisatie van de voorziening verzamelen we informatie over hoe je Apple Podcasts gebruikt, zoals op welke links je klikt. We hebben Apple Podcasts zo ontworpen dat deze gegevens niet zijn gekoppeld aan andere voorzieningen van Apple. Deze informatie is gekoppeld aan een willekeurige unieke ID die specifiek is voor Apple Podcasts en die niet wordt opgeslagen met je Apple Account. We gebruiken iCloud-sleutelhanger om deze ID te synchroniseren op al je apparaten waarop iCloud-sleutelhanger is ingeschakeld. Om de ID in de naar Apple verstuurde afspeelgegevens opnieuw in te stellen, ga je op de Mac naar 'Podcasts' > 'Help' > 'Stel ID opnieuw in'. Om het de gebruiker gemakkelijker te maken, synchroniseert Apple Podcasts de afspeel­positie van de podcast­afleveringen die je beluistert, evenals de inhoud van je bibliotheek, waaronder de programma's die je volgt, de afleveringen die je hebt bewaard en je stations, zodat elk apparaat je dezelfde Apple Podcasts-ervaring biedt. Deze informatie wordt met je Apple Account bewaard. Je kunt het synchroniseren van je bibliotheek op elk gewenst moment uitschakelen in Instellingen. We gebruiken informatie over je kanaalabonnementen, gevolgde podcasts, recent afgespeelde podcasts en recente aanbevelingen om de dienst te personaliseren en je te helpen materiaal te ontdekken dat het meest relevant voor je is. Je kunt personalisatie uitschakelen in Apple Podcasts, evenals in de App Store, Apple Books, de iTunes Store, Apple TV en voor abonnementen van Apple, door 'Persoonlijke aanbevelingen' voor je Apple Account uit te schakelen. Ga op je iOS-, iPadOS- of visionOS-apparaat in Instellingen naar '[je naam]' > 'Media en aankopen' > 'Toon account' en tik om 'Gepersonaliseerde aanbevelingen' uit te schakelen. We delen gegevens alleen in samengevoegde vorm met aanbieders van podcasts. We delen je persoonlijke gegevens niet met derden. Denk er echter wel aan dat wanneer je podcast­afleveringen van sommige podcast­aanbieders afspeelt of downloadt of Siri gebruikt om naar nieuws­berichten te luisteren, deze aanbieders mogelijk informatie kunnen verzamelen over jouw gebruik van hun podcasts en dat het verzamelen wordt geregeld door hun privacy­beleid. Wanneer je bijvoorbeeld een tv-programma toevoegt via een URL of luistert naar een podcast die wordt gehost op een hostingplatform van een externe aanbieder, maakt je apparaat rechtstreeks verbinding met het hostingplatform van de externe aanbieder om toegang te krijgen tot het gevraagde materiaal. Wanneer je apparaat verbinding maakt, is het IP-adres van het apparaat zicht­baar voor het hostingplatform van de externe aanbieder. Hoe het hostingplatform van de externe aanbieder omgaat met je IP-adres wordt bepaald door het privacybeleid van deze externe aanbieder. Andere apps en apparaten die integratie met Apple Podcasts aanbieden, kunnen toegang vragen tot Apple Podcasts en je Podcasts-bibliotheek. Als je toestemming verleent, krijgt de app of het apparaat toegang tot informatie zoals je bibliotheek, je podcastafspeelactiviteit en je aanbevelingen. Een app of apparaat met toestemming kan ook gegevens bewerken die zijn gerelateerd aan je account, zoals welke podcasts er in je bibliotheek staan. Je kunt de toegang van een Mac-app op je Mac uitschakelen door in Systeeminstellingen naar 'Privacy en beveiliging' > 'Media en Apple Music' te gaan. Toegang via andere apps of apparaten kun je in de accountinstellingen van Apple Music uitschakelen. Communicatie met jou Apple gebruikt mogelijk informatie over je account, zoals de Apple producten die je bezit en je abonnementen op diensten van Apple, om je berichten te sturen over Apple Podcasts en andere Apple producten, diensten en aanbiedingen die voor jou interessant kunnen zijn. Apple gebruikt mogelijk ook informatie over je aankoop­activiteiten binnen Apple Podcasts om je e‑mails en pushmeldingen te sturen over nieuwe functies, inhoud en aanbiedingen die beschikbaar zijn in Apple Podcasts. Je kunt je e‑mailvoorkeuren wijzigen en je afmelden voor het ontvangen van dergelijke e‑mails door naar account.apple.com te gaan. Als je je meldingsvoorkeuren op de Mac wilt bijwerken, ga je in Systeeminstellingen naar 'Meldingen' > 'Podcasts'. Apple gebruikt informatie over je interacties met onze communicatie, waaronder meldingen, om onze diensten te verbeteren. Apple Podcasts-abonnementen Als je abonnementen op podcasts koopt in Apple Podcasts, gebruiken we persoon­lijke gegevens die nodig zijn om je aankoop­transacties te verwerken, zoals je account- en betalings­gegevens, die je in Instellingen kunt terug­vinden en wijzigen, en je aankoop­geschiedenis. We kunnen je persoonlijke gegevens ook gebruiken om te controleren of je in aanmerking komt voor een gratis proefversie of speciale aanbieding van Apple Podcasts. We gebruiken informatie over je actieve abonnementen op voorzieningen van Apple en apps van derden die via de App Store zijn gekocht om te bepalen of je in aanmerking komt voor toegang tot aanvullend abonnementsmateriaal in Apple Podcasts. Als je eerder een abonnement rechtstreeks bij een derde partij met beschikbaar materiaal hebt gekocht, kun je je abonnement verifiëren bij de derde partij en toegang krijgen tot dergelijk materiaal. Fraude en andere kwaad­aardige activiteiten voorkomen Als je een betaal­kaart gebruikt, kan Apple je kaart­nummer en factuur­gegevens bewaren en deze auto­matisch bijwerken voor latere aankopen, terug­kerende trans­acties of andere doel­einden die je autoriseert. Apple kan deze gegevens verkrijgen via je financiële instelling of je betalings­netwerk en kan deze ook gebruiken ter verificatie en ter voor­koming van fraude. Apple gebruikt mogelijk ook informatie over je histo­rische zakelijke relatie met Apple om verlengingen van abonnementen op Apple Podcasts te verwerken en te bepalen of voortdurende toegang tot je abonnementen moet worden geleverd voordat de betalings­partner toestemming geeft. Wanneer je iets probeert te kopen, wordt informatie over je gebruik van het apparaat, waaronder het geschatte aantal telefoon­gesprekken dat je hebt gevoerd of het geschatte aantal e‑mails dat je hebt verzonden en ontvangen, gebruikt om een vertrouwens­score voor je apparaat te berekenen. De berekening is zo ontworpen dat Apple de onder­liggende waarden op je apparaat niet kan achter­halen. De score wordt gedurende een vaste tijdsduur op onze servers bewaard. Apple kan informatie over jouw gebruik van Apple Podcasts gebruiken voor het voorkomen van of het reageren op activiteiten die in strijd zijn met de macOS-softwarelicentieovereenkomst of toepasselijke wetgeving. Toepasselijke juridische basis voor het verwerken van persoonlijke gegevens We verwerken je persoonlijke gegevens in Apple Podcasts over het algemeen voor het uitvoeren van je contract met Apple, zoals noodzakelijk voor het aanbieden van de voorziening en om onze wettelijke verplichtingen na te leven. Indien instemming de toepasselijke juridische basis is, streven we hiernaar in overeenstemming met toepasselijke lokale wetgeving. Indien toepasselijke lokale wetgeving dit toestaat, verwerken we persoonlijke gegevens als noodzakelijk voor onze wettelijke belangen of die van een derde partij voor de volgende doeleinden: • Materiaal weergeven dat beschikbaar voor je is • Synchroniseer je afspeelpositie en bibliotheek met apparaten • De dienst voor jou en anderen optimaliseren en verbeteren en je kennisgevingen sturen over Apple Podcasts en andere gerelateerde producten, diensten en aanbiedingen van Apple die voor jou interessant kunnen zijn • Fraude en andere kwaadaardige activiteiten voorkomen De gebruikte gegevens omvatten: • Je gebruik van Apple Podcasts, waaronder je afspeelpositie en het materiaal in je bibliotheek • De abonnementen op podcasts die je koopt in Apple Podcasts • Je account, zoals de Apple producten die je bezit en je abonnementen op voorzieningen van Apple • Je IP-adres Bewaarperiode We bewaren persoonlijke gegevens die gekoppeld zijn aan je aankopen in Apple Podcasts gedurende perioden die door de toepasselijke wetgeving met betrekking tot financiële rapportage worden vastgesteld en die per regio kunnen verschillen. Voor de meeste klanten is een bewaar­periode van ten minste 10 jaar vereist, maar in regio's zoals China kan die periode 30 jaar zijn. We bewaren ook een record van je aankopen zolang je een account bij ons hebt, zodat je toegang hebt tot dat materiaal, in overeenstemming met onze toepasselijke voorwaarden. Bepaalde gegevens, zoals transacties, maar niet je bewaarde kaartgegevens, kunnen echter als bedrijfsinformatie worden bewaard, ook nadat je je account hebt gesloten of Apple Podcasts niet meer gebruikt. De door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt vinden op http://www.apple.com/nl/privacy.
no: Beskyttelse av personvernet og sikring av informasjonen din er en høy prioritet hos Apple. Vi er nøye på å kun samle inn data vi trenger for å gjøre opplevelsen din bedre. Når vi samler inn data, mener vi også at det er viktig at du er klar over hva vi samler inn og hvorfor vi trenger det, så du kan ta veloverveide beslutninger. Apple Podcasts er, i likhet med alle andre Apple-produkter og -tjenester, designet i henhold til disse prinsippene. Levering og forbedring av Apple Podcasts Vi samler inn data om hvilke podkaster du hører på, og hvordan du samhandler med dem, for å levere og forbedre tjenesten og produsere rapporter for å analysere og forstå podkastbruken. Disse dataene inkluderer informasjon om podkaster du lytter til, som hvor mye du hører av en podkast, og informasjon om når du lytter, strømmer, laster ned eller følger. For å bidra til å forbedre og tilpasse tjenesten, samler vi inn informasjon om samhandlingen din med Apple Podcasts, som f.eks. hvilke lenker du trykker på. Vi designet Apple Podcasts slik at disse dataene ikke knyttes til andre Apple-tjenester. Denne informasjonen knyttes til en tilfeldig unik identifikator som kun gjelder for Apple Podcasts, og som oppbevares adskilt fra Apple‑kontoen din. Vi bruker iCloud-nøkkelring for å synkronisere identifikatoren til alle enhetene dine der iCloud-nøkkelring er aktivert. Du kan nullstille identifikatoren som inkluderes i avspillingsdata som sendes til Apple fra Macen, ved å velge Podkaster > Hjelp > Nullstill identifikator. For å forenkle bruksopplevelsen synkroniserer Apple Podcasts avspillings­posisjonen til podkastepisoden du lytter til, sammen med innholdet i biblioteket, programmer du følger, episoder du har arkivert og stasjonene du har opprettet, slik at Apple Podcasts gir den samme opplevelsen på alle enhetene dine. Denne informasjonen lagres sammen med Apple‑kontoen din. Du kan når som helst deaktivere synkronisering av biblioteket i Innstillinger. Vi bruker informasjon om kanaler du abonnerer på, podkaster du følger, nylig avspilte podkaster og nylige anbefalinger for å tilpasse tjenesten og hjelpe deg til å oppdage det innholdet som er mest relevant for deg. Du kan deaktivere tilpasningsfunksjoner i Apple Podcasts, App Store, Apple Books, iTunes Store og Apple TV og for abonnementer fra Apple ved å slå av Personlige anbefalinger for Apple‑kontoen din. På en iOS-, iPadOS- eller visionOS-enhet går du til Innstillinger > [navnet ditt] > Medier og kjøp > Vis konto og trykker på Personlige anbefalinger for å slå det av. Vi deler kun anonymiserte samlede data med podkastleverandører. Vi deler ikke noen av dine personlige data med tredjeparter. Vær likevel oppmerksom på at når du laster ned eller spiller av podkastepisoder fra enkelte podkastleverandører eller hører på oppsummeringer fra Siri, kan det hende at leverandøren samler inn informasjon om hvordan du bruker podkastene deres. Denne innsamlingen reguleres av leverandørens retningslinjer for personvern. Når du for eksempel legger til et program etter en URL, eller lytter til en podkast fra en tredjepartsplattform, vil enheten din koble direkte til den tredjepartsplattformen for å levere det forespurte innholdet. Når den er tilkoblet, blir IP-adressen til enheten din synlig for tredjepartsplattformen. Hvordan IP-adressen din håndteres av tredjepartsplattformen er underlagt tredjepartens retningslinjer for personvern. Andre apper og enheter som tilbyr integreringer med Apple Podcasts, kan be om tilgang til Apple Podcasts og Podkaster-biblioteket ditt. Hvis du gir slik tilgang til en app eller enhetsintegrering, kan appen eller integreringen få tilgang til informasjon som biblioteket ditt, podkast­avspillings­aktiviteten din og anbefalingene dine. En app eller et objekt med tilgang kan også tilpasse data som er knyttet til kontoen din, som å legge til eller fjerne podkaster fra biblioteket ditt. Du kan oppheve tilgangen som en Mac-app har på Macen, ved å velge Systeminnstillinger > Personvern og sikkerhet >Media og Apple Music. Du kan oppheve tilgangen andre apper eller enheter har, i Apple Music-kontoinnstillingene. Kommunikasjon med deg Apple kan bruke informasjon om kontoen din, som Apple-produktene du eier og abonnementene dine på Apple-tjenester, til å sende deg informasjon om Apple Podcasts og andre Apple-produkter, -tjenester og -tilbud som kan være av interesse for deg. Apple kan også bruke informasjon om kjøpsaktiviteten din i Apple Podcasts til å sende e‑postmeldinger og pushvarslinger om nye funksjoner, innhold og tilbud i Apple Podcasts. Du kan endre e‑postvalgene dine og velge om du vil motta disse e‑postmeldingene, på account.apple.com. Du kan oppdatere varslingsvalg på Mac ved å gå til Systeminnstillinger > Varslinger > Podkaster. Apple bruker informasjon om hvordan du responderer på kommunikasjon fra oss, inkludert varslinger, til å forbedre produkter og tjenester. Apple Podcasts-abonnementer Hvis du kjøper podkast­abonnementer fra Apple Podcasts, bruker vi personlige data som kreves for å behandle kjøpene dine, inkludert konto- og betalingsinformasjon, som du har tilgang til og kan endre i innstillingene, og kjøpshistorikken din. Vi kan også bruke personlig data om deg til å finne ut om du kan få gratis prøve­abonnementer eller andre spesial­tilbud fra Apple Podcasts. Vi bruker informasjon om de aktive abonnementene dine på Apple-tjenester og tredjepartsapper som du har kjøpt via App Store, for å kontrollere om du har tilgang til ytterligere abonnementsinnhold i Apple Podcasts. Hvis du tidligere har kjøpt et abonnement direkte fra en tredjepart med innhold som er tilgjengelig, kan du verifisere abonnementet ditt hos tredjeparten og få tilgang til dette innholdet. Forhindring av svindel og annen ondsinnet aktivitet Når du bruker et betalingskort, kan Apple beholde og automatisk oppdatere kortnummeret og betalingsinformasjonen for fremtidige kjøp, gjentakende overføringer eller annen bruk autorisert av deg. Apple kan innhente denne informasjonen fra finansinstitusjonen eller betalingsnettverket du bruker, og i tillegg bruke den til verifisering og til å forhindre svindel. Vi kan også bruke informasjon om din forretnings­historikk med Apple for å kunne behandle abonnementsfornyelser via Apple Podcasts og avgjøre om til abonnementstilgangen skal fortsette fram til godkjenning er utført av betalingspartneren. Vi vil også lage en godkjenningsrangering for enheten din når du prøver å gjennomføre et kjøp ved hjelp av informasjon om hvordan du bruker enheten din, inkludert omtrentlig antall telefonanrop og e‑postmeldinger du sender og mottar. Innsendingen er utformet slik at Apple ikke kan lese de underliggende verdiene på enheten din. Rangeringen lagres i en bestemt tidsperiode på tjenerne våre. Apple kan bruke informasjon om din bruk av Apple Podcasts for å forhindre eller reagere på handlinger som bryter med, eller kan være brudd på, programvarelisensavtalen for macOS eller gjeldende lov. Juridisk grunnlag for behandling av personlige data Vi behandler i hovedsak de personlige dataene dine i Apple Podcasts for å oppfylle kontrakten din med Apple, etter behov for å levere tjenesten, og i henhold til juridiske krav. Når det juridiske grunnlaget som kreves er samtykke, vil vi be om dette i henhold til gjeldende lov. Der gjeldende lover tillater det, behandler vi personlige data i den grad det er nødvendig for å ivareta våre legitime interesser og interessene til tredjeparter, og for å sette oss i stand til å: • vise innhold tilgjengelig for deg • synkronisere avspillingsposisjon og bibliotek på tvers av enheter • effektivisere og forbedre tjenesten for deg og andre, samt sende deg informasjon om Apple Books og andre relaterte Apple-produkter, -tjenester og -tilbud som kan være av interesse for deg • forhindre svindel og annen ondsinnet aktivitet Dataene som brukes inkluderer: • bruken din av Apple Podcasts, inkludert avspillings­posisjon og innhold i biblioteket ditt • podkast-abonnementer du kjøper i Apple Podcasts • kontoen din, blant annet Apple-produktene du eier og abonnementene dine på Apple-tjenester • IP-adressen din Oppbevaring Vi beholder personlige data knyttet til kjøpene fra Apple Podcasts i periodene som angis av gjeldende lover for finansrapportering i hvert område. For de fleste kunder betyr det at informasjonen beholdes i minst ti år, men i områder som for eksempel Kina kan denne perioden være 30 år. Vi beholder også en oversikt over kjøpene dine så lenge du har en konto hos oss, slik at du kan få tilgang til innholdet igjen i samsvar med vilkårene våre. Noe av informasjonen, som transaksjoner, men ikke lagret kortinformasjon, kan imidlertid beholdes som forretningsprotokoller selv etter at du avslutter kontoen din eller slutter å bruke Apple Podcasts. All informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com/no/privacy.
pl: Ochrona prywatności i bezpieczeństwo danych użytkowników są priorytetem dla wszystkich w firmie Apple. Dokładamy wszelkich starań, aby gromadzić tylko te dane, które są absolutnie niezbędne do optymalizowania działania usługi. Dbamy o to, aby użytkownicy mogli podejmować właściwe decyzje dzięki wiedzy na temat gromadzonych przez nas informacji i powodów ich gromadzenia. Jak każdy inny produkt oraz usługa Apple, Apple Podcasts również opiera się na tych zasadach. Oferowanie i udoskonalanie usługi Apple Podcasts Aby oferować i udoskonalać usługę, a także lepiej zrozumieć słuchaczy podcastów i dostarczać raporty na temat słuchania podcastów, gromadzimy dane dotyczące słuchania treści w usłudze oraz interakcji słuchaczy z nią. Dane te obejmują informacje o słuchanych podcastach (na przykład postępy słuchania oraz godziny, w których odtwarzasz, strumieniujesz, pobierasz i obserwujesz). Aby stale udoskonalać i personalizować usługę, gromadzimy informacje o Twoich interakcjach z Apple Podcasts, na przykład łącza, w które klikasz. W usłudze Apple Podcasts dane te nie są powiązane z innymi usługami Apple. Informacje te są powiązane z losowym unikatowym identyfikatorem właściwym dla usługi Apple Podcasts i nie są przechowywane z Twoim kontem Apple. Synchronizowanie tego identyfikatora między Twoimi urządzeniami używającymi Pęku kluczy w iCloud odbywa się poprzez Pęk kluczy w iCloud. Aby wyzerować ten identyfikator dołączany do danych odtwarzania wysyłanych do Apple, na Macu otwórz Podcasty > Pomoc > Wyzeruj identyfikator. Dla Twojej wygody usługa Apple Podcasts synchronizuje miejsca zakończenia odtwarzania odcinków podcastów oraz zawartość Twojej biblioteki, w tym obserwowane programy, zachowane odcinki oraz Twoje stacje, oferując dzięki temu te same wrażenia na wszystkich Twoich urządzeniach. Te informacje są przechowywane w powiązaniu z Twoim kontem Apple. Synchronizację biblioteki możesz wyłączyć w dowolnym momencie w Ustawieniach. Używamy informacji o Twoich subskrypcjach kanałów, obserwowanych podcastach, ostatnio odtworzonych podcastach oraz ostatnich rekomendacjach, aby spersonalizować usługę i pomóc Ci odkrywać rzeczy, które mogą Cię zainteresować. Funkcje personalizacji w Apple Podcasts, App Store, Apple Books, iTunes Store, Apple TV oraz subskrypcjach Apple możesz wyłączyć, wyłączając przełącznik spersonalizowanych rekomendacji powiązanych z Twoim kontem Apple. Na urządzeniu iOS lub iPadOS przejdź do Ustawień, stuknij w [Twoje imię i nazwisko] > Multimedia i zakupy > Pokaż konto, a następnie wyłącz stuknięciem opcję Spersonalizowane rekomendacje. Na urządzeniu visionOS przejdź do aplikacji Settings, stuknij w [Twoje imię i nazwisko] > Media & Purchases > View Account, a następnie wyłącz stuknięciem opcję Personalized Recommendations. Dostawcom podcastów udostępniamy wyłącznie dane w formie zagregowanej. Nie udostępniamy innym podmiotom żadnych Twoich danych osobowych. Pamiętaj jednak, że gdy odtwarzasz lub pobierasz odcinki podcastów od określonych dostawców lub używasz Siri do odsłuchania skrótu, mogą oni gromadzić informacje na temat sposobu, w jaki korzystasz z ich podcastów, zgodnie z ich zasadami ochrony prywatności. Na przykład, gdy dodajesz program przy użyciu adresu URL lub słuchasz podcastu udostępnianego na platformie hostingowej innego podmiotu, Twoje urządzenie łączy się bezpośrednio z platformą hostingową podmiotu dostarczającego Ci żądane treści. Po nawiązaniu połączenia adres IP tego urządzenia staje się widoczny dla tej platformy. Obsługa Twojego adresu IP przez platformę hostingową innego podmiotu jest regulowana przez zasady ochrony prywatności tego podmiotu. Inne aplikacje i urządzenia, które oferują integrację z Apple Podcasts, mogą prosić o dostęp do Apple Podcasts i Twojej biblioteki podcastów. Jeśli udzielisz takiego pozwolenia integracji aplikacji lub urządzenia, może ona uzyskać dostęp do informacji, takich jak Twoja biblioteka, aktywność odtwarzania podcastów i Twoje rekomendacje. Aplikacja lub urządzenie z udzieloną zgodą może również modyfikować dane powiązane z Twoim kontem, takie jak podcasty znajdujące się w Twojej bibliotece. Możesz wyłączyć dostęp aplikacji na Macu, otwierając Ustawienia systemowe i klikając w Prywatność i ochrona > Multimedia i Apple Music. Możesz wyłączyć dostęp innym aplikacjom lub urządzeniom w ustawieniach konta Apple Music. Komunikowanie się z Tobą Apple może wykorzystywać informacje o Twoim koncie, takie jak posiadane przez Ciebie produkty Apple oraz Twoje subskrypcje usług Apple, do wysyłania Ci informacji o usłudze Apple Podcasts oraz innych produktach, usługach i ofertach Apple, które mogą Cię zainteresować. Apple może również wykorzystywać informacje o Twojej aktywności związanej z zakupami w Apple Podcasts do wysyłania wiadomości email i powiadomień push o nowych funkcjach, treściach i ofertach dostępnych w Apple Podcasts. Możesz zmienić swoje preferencje dotyczące wiadomości email i zrezygnować z otrzymywania tych wiadomości email, przechodząc do witryny account.apple.com. Aby uaktualnić preferencje powiadomień na Macu, otwórz Ustawienia systemowe > Powiadomienia > Podcasty. Apple wykorzystuje informacje o Twoich interakcjach z naszymi narzędziami komunikacji, w tym powiadomieniami, do ulepszania naszych usług. Subskrypcje Apple Podcasts Jeśli kupujesz subskrypcje podcastów w usłudze Apple Podcasts, używamy danych osobowych niezbędnych do przetworzenia transakcji zakupu, takich jak nazwa konta i dane płatności. Masz dostęp do tych danych i możesz je zmieniać w Ustawieniach. Używamy również Twojej historii zakupów. Możemy również wykorzystać Twoje dane osobowe, aby sprawdzić, czy kwalifikujesz się do bezpłatnego okresu próbnego lub oferty specjalnej w ramach usługi Apple Podcasts. Używamy informacji o Twoich aktywnych, kupionych w App Store subskrypcjach usług Apple i aplikacji innych firm, aby sprawdzać, czy masz prawo korzystać z dodatkowych treści w ramach subskrypcji w usłudze Apple Podcasts. Jeśli kupiona wcześniej bezpośrednio od innej firmy subskrypcja zawiera dostępne treści, możesz zweryfikować ją w tej firmie i korzystać z tych treści. Zapobieganie oszustwom i innym szkodliwym działaniom Gdy używasz karty płatniczej, Apple może zachować i automatycznie uaktualnić numer Twojej karty oraz dane płatnika na potrzeby przyszłych zakupów, transakcji cyklicznych oraz innych autoryzowanych przez Ciebie czynności. Apple może uzyskiwać te informacje od Twojej instytucji finansowej lub sieci płatniczej. Są one używane również do zapobiegania oszustwom i weryfikacji danych. Apple może także wykorzystywać informacje o historii swoich powiązań biznesowych z Tobą na potrzeby przetwarzania odnowień subskrypcji Apple Podcasts i określania, czy zapewniać nieprzerwany dostęp do subskrypcji przed uzyskaniem autoryzacji od partnera płatniczego. Informacje o tym, jak korzystasz z urządzenia, w tym przybliżona liczba połączeń telefonicznych lub wysyłanych i odbieranych wiadomości email, zostaną użyte do obliczenia współczynnika zaufania urządzenia podczas próby dokonania zakupu. Metoda wysyłania tych danych została tak zaprojektowana, aby firma Apple nie mogła poznać zasadniczych wartości na Twoim urządzeniu. Ten współczynnik jest przechowywany na naszych serwerach przez ustalony czas. Apple może wykorzystywać informacje o sposobie, w jaki korzystasz z usługi Apple Podcasts, do zapobiegania lub przeciwdziałania działaniom, które są lub mogą być sprzeczne z umową licencyjną na oprogramowanie macOS lub właściwymi przepisami. Obowiązująca podstawa prawna przetwarzania danych osobowych Przetwarzamy Twoje dane osobowe w Apple Podcasts zasadniczo w celu realizacji Twojej umowy z Apple, w zakresie niezbędnym do świadczenia usługi oraz w celu wypełnienia naszych zobowiązań prawnych. Tam, gdzie zgoda jest odpowiednią podstawą prawną, zwracamy się o nią zgodnie z obowiązującym prawem lokalnym. W przypadkach przewidzianych przez obowiązujące prawo lokalne przetwarzamy dane osobowe, jeśli jest to konieczne do realizacji naszych prawnie uzasadnionych interesów lub interesów innych podmiotów, aby: • wyświetlać treści dostępne dla Ciebie; • synchronizować pozycję odtwarzania i bibliotekę między urządzeniami; • optymalizować i ulepszać usługę dla Ciebie i innych, a także wysyłać Ci informacje o Apple Podcasts oraz innych powiązanych produktach, usługach i ofertach Apple, które mogą Cię zainteresować; • zapobiegać oszustwom i innym szkodliwym działaniom. Używane dane obejmują: • korzystanie przez Ciebie z usługi Apple Podcasts, w tym pozycję odtwarzania i zawartość Twojej biblioteki; • subskrypcje podcastów kupione w usłudze Apple Podcasts; • informacje o Twoim koncie, takie jak posiadane produkty Apple oraz subskrypcje usług Apple; • Twój adres IP. Przechowywanie danych Dane osobowe powiązane z zakupami dokonywanymi w usłudze Apple Podcasts przechowujemy przez okres zdefiniowany właściwymi przepisami dotyczącymi sprawozdawczości finansowej, które mogą się różnić w zależności od regionu. W przypadku większości klientów oznacza to co najmniej 10‑letni okres przechowywania danych, ale w regionach takich jak Chiny ten okres może wynosić 30 lat. Aby zgodnie z określonymi warunkami umożliwić Ci dostęp do kupionej zawartości, przechowujemy również listę Twoich zakupów — co najmniej przez okres, w którym masz u nas konto. Niektóre dane, np. transakcje (ale nie zachowane dane kart płatniczych), mogą być przechowywane jako dokumentacja biznesowa nawet po zamknięciu Twojego konta lub wycofaniu subskrypcji Apple Podcasts. Informacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com/legal/privacy/pl/.
pt_br: Proteger a privacidade e a segurança das suas informações é uma prioridade para todos na Apple. Trabalhamos muito para coletar apenas os dados de que precisamos para melhorar a sua experiência. Quando coletamos dados, acreditamos que é importante você saber que dados estamos coletando e por que precisamos deles, assim você pode fazer escolhas com mais embasamento. O Apple Podcasts, assim como todos os produtos e serviços da Apple, foi projetado com base nesses princípios. Fornecimento e Melhoria do Apple Podcasts Coletamos dados sobre a reprodução e interações com podcasts para fornecer e melhorar o serviço, e para entender e fornecer relatórios agregados sobre a audiência de podcasts. Esses dados incluem informações sobre os podcasts que você ouve, como o quanto você ouve, quando você ouve e quando você transmite, baixa ou assina. Para ajudar a melhorar e personalizar o serviço, coletamos informações sobre as suas interações com o Apple Podcasts, como os links em que você clica. Projetamos o Apple Podcasts de maneira que esses dados não sejam vinculados a outros serviços da Apple. Essas informações são associadas a um identificador exclusivo aleatório que é específico do Apple Podcasts e não é armazenado com a Conta Apple. Usamos as Chaves do iCloud para sincronizar o identificador em seus dispositivos que tenham ativado as Chaves do iCloud. Para redefinir o identificador incluído nos dados de reprodução enviados à Apple no Mac, acesse Podcasts > Ajuda > Redefinir Identificador. Para a sua conveniência, o Apple Podcasts sincroniza a posição de reprodução dos episódios de podcast que você está ouvindo e o conteúdo da sua biblioteca, incluindo os podcasts que você segue, os episódios que salvou e as suas estações. Dessa forma, você pode aproveitar a mesma experiência do Apple Podcasts em todos os seus dispositivos. Essas informações são armazenadas em associação à sua Conta Apple. Você pode desativar a sincronização da sua biblioteca a qualquer momento nos Ajustes. Para personalizar o serviço e ajudar você a descobrir o conteúdo mais relevante para você, usamos informações sobre os canais que você assina, podcasts que segue e reproduziu recentemente, e recomendações recentes. Você pode desativar a personalização no Apple Podcasts, na App Store, no Apple Books, na iTunes Store, no app Apple TV e em assinaturas da Apple. Basta desativar as Recomendações Personalizadas para a sua Conta Apple. No seu dispositivo iOS, iPadOS ou visionOS, acesse Ajustes > [seu nome] > Mídia e Compras > Ver Conta e toque para desativar Recomendações Personalizadas. Compartilhamos dados com os provedores de podcasts somente de forma agregada. Não compartilhamos seus dados pessoais com terceiros. Tenha em mente, entretanto, que quando você reproduz ou baixa episódios de provedores de podcasts ou usa a Siri para ouvir um resumo em áudio, esses provedores podem coletar informações sobre o seu uso dos podcasts, e essa coleta é regida pelas políticas e práticas de privacidade dos provedores. Por exemplo, quando você adiciona um podcast por URL ou ouve um podcast hospedado por uma plataforma de hospedagem de terceiros, o seu dispositivo se conecta diretamente à plataforma de hospedagem de terceiros para fornecer a você o conteúdo solicitado. Quando a conexão ocorre, o endereço IP do seu dispositivo fica visível para a plataforma de hospedagem de terceiros. A maneira como a plataforma de hospedagem de terceiros trata o seu endereço IP é regida pelas políticas de privacidade da plataforma de hospedagem de terceiros. Outros apps e dispositivos que oferecem integrações com o Apple Podcasts podem solicitar acesso ao Apple Podcasts e à Biblioteca de Podcasts. Se você conceder essa permissão a um app ou integração de dispositivo, ele poderá acessar informações como sua biblioteca, sua atividade de reprodução de podcasts e suas recomendações. Um app ou dispositivo permitido também pode modificar os dados associados à sua conta, como quais podcasts estão na sua biblioteca. Você pode desativar o acesso de um app no Mac em Ajustes do Sistema > Privacidade e Segurança > Mídia e Apple Music. Você pode desativar o acesso de outros apps ou dispositivos nos ajustes da conta do Apple Music. Comunicação com Você A Apple pode usar informações sobre sua conta, como os produtos Apple que você possui e suas assinaturas de serviços da Apple, para enviar comunicações sobre o Apple Podcasts e outros produtos, serviços e ofertas da Apple que possam ser do seu interesse. A Apple também pode usar informações sobre suas atividades de compras no Apple Podcasts para enviar e‑mails e notificações push sobre novos recursos, conteúdo e ofertas disponíveis no Apple Podcasts. Você pode alterar suas preferências de e‑mail em account.apple.com e optar por não receber esses e‑mails. Para atualizar suas preferências de notificação no Mac, acesse Ajustes do Sistema > Notificações > Podcasts. Para melhorar os serviços, a Apple usa informações sobre suas interações com nossas comunicações, incluindo notificações. Assinaturas do Apple Podcasts Se você comprar assinaturas de podcasts do Apple Podcasts, usaremos os dados pessoais necessários para processar as transações de compras, como informações da sua conta e de pagamento (as quais você pode acessar e alterar nos Ajustes) e o seu histórico de compras. Também podemos usar seus dados pessoais para verificar se você é elegível a uma avaliação gratuita ou oferta especial do Apple Podcasts. Usamos informações sobre as suas assinaturas ativas de serviços da Apple e apps de terceiros compradas através da App Store para verificar se você tem direito a acessar conteúdo assinado adicional no Apple Podcasts. Se anteriormente você tiver comprado uma assinatura diretamente de um terceiro com conteúdo disponível, você poderá verificar a sua assinatura com o terceiro e obter acesso a tal conteúdo. Prevenção de Fraudes e Outras Atividades Maliciosas Quando você utiliza um cartão de pagamento, a Apple pode reter e atualizar automaticamente o número do seu cartão e as informações de cobrança para compras futuras, transações recorrentes ou outros usos que você autorizar. A Apple poderá obter essas informações da sua instituição financeira ou rede de pagamento e usá‑las para prevenção e verificação contra fraude. A Apple pode usar informações sobre o seu histórico de relacionamento comercial com a Apple para processar as renovações de assinatura do Apple Podcasts e determinar se é possível oferecer o acesso contínuo às suas assinaturas antes da autorização do parceiro de pagamento. Também calculamos uma pontuação de confiança do dispositivo quando você tenta fazer uma compra. Para isso, utilizamos informações sobre como você o usa, incluindo o número aproximado de ligações telefônicas ou e‑mails que envia e recebe. O envio foi projetado para que a Apple não conheça os valores subjacentes do seu dispositivo. A pontuação é armazenada por um período fixo em nossos servidores. A Apple pode usar informações sobre o seu uso do Apple Podcasts para impedir ou tomar medidas contra atividades que violem ou possam violar o Acordo de Licença de Software do macOS ou a legislação aplicável. Base Legal Aplicável para o Processamento de Dados Pessoais Em geral, processamos seus dados pessoais no Apple Podcasts para fins de execução do seu contrato com a Apple, conforme necessário para fornecer o serviço e cumprir nossas obrigações legais. Em locais onde o consentimento é a base legal apropriada, o buscamos de acordo com as leis locais aplicáveis. Onde aplicável de acordo com a lei local, processamos dados pessoais, conforme necessário, para fins dos nossos interesses legítimos ou de um terceiro, com os seguintes objetivos: • Exibir o conteúdo disponível para você • Sincronizar a posição de reprodução e a biblioteca entre dispositivos • Otimizar e melhorar o serviço para você e outras pessoas, além de enviar a você comunicações sobre o Apple Podcasts e outros produtos, serviços e ofertas da Apple relacionados que possam ser do seu interesse • Prevenir fraudes e outras atividades maliciosas Os dados usados incluem: • Seu uso do Apple Podcasts, incluindo a posição de reprodução e o conteúdo da sua biblioteca • As assinaturas de podcasts que você compra no Apple Podcasts • Sua conta, como os produtos Apple e as assinaturas de serviços da Apple que você tem • Seu endereço IP Retenção Retemos dados pessoais associados às suas compras no Apple Podcasts pelos períodos especificados pelas leis aplicáveis relacionadas a relatórios financeiros, que variam por região. Para a maioria dos clientes, isso requer um período de retenção de pelo menos 10 anos, mas em regiões como a China esse período pode ser de 30 anos. Também retemos um registro de suas compras por, pelo menos, o mesmo tempo que você mantiver uma conta conosco para que você possa acessar novamente esse conteúdo de acordo com nossos termos aplicáveis. Algumas informações, como transações (mas não os detalhes do seu cartão armazenado) podem ser retidas como registros de negócios mesmo depois de você fechar a sua conta ou parar de usar o app Apple Podcasts. As informações coletadas pela Apple sempre serão tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com/br/privacy
pt_pt: A proteção da confidencialidade e segurança da sua informação é uma prioridade para todos os colaboradores da Apple. Trabalhamos no sentido de recolher apenas os dados de que necessitamos para melhorar a experiência de utilização e, quando o fazemos, acreditamos que seja importante informar os utilizadores em relação ao que estamos a recolher e porque precisamos de o fazer, para que possam tomar decisões informadas. Apple Podcasts, como qualquer outro produto e serviço da Apple, foi concebido com base nestes princípios. Fornecer e melhorar Apple Podcasts Recolhemos dados sobre reprodução e interações com podcasts para fornecer e melhorar o serviço, e para perceber as tendências de audiência dos podcasts e elaborar relatórios em agregado. Estes dados incluem informação acerca dos podcasts que ouve, como, por exemplo, se os ouve ou não até ao fim, em que altura do dia costuma ouvir podcasts e quando efetua streaming, descarrega ou segue podcasts. No intuito de melhorar e personalizar o serviço, recolhemos informação acerca da sua interação com Apple Podcasts, como, por exemplo, as hiperligações em que clica. O serviço Apple Podcasts foi concebido de modo a que esta informação não seja associada a outros serviços da Apple. Esta informação é associada a um identificador aleatório único específico de Apple Podcasts que não é armazenado com a sua conta Apple. A sincronização do identificador é feita através do Porta‑chaves em iCloud nos seus dispositivos que tenham esta funcionalidade ativada. No Mac, pode repor o identificador incluído nos dados de reprodução enviados à Apple em Podcasts > Ajuda > Repor identificador. Para sua conveniência, Apple Podcasts sincroniza o progresso de reprodução dos episódios que está a ouvir, assim como os conteúdos da sua biblioteca, incluindo os programas que segue, os episódios que guardou e as suas estações, para poder ter a mesma experiência de Apple Podcasts em todos os seus dispositivos. Esta informação é associada à sua conta Apple e armazenada. Pode desativar a sincronização da biblioteca em qualquer altura em Definições. Usamos informação sobre os canais que assina, os podcasts que segue, os podcasts que reproduziu recentemente e recomendações recentes para personalizar o serviço e facilitar a descoberta de conteúdos mais relevantes para si. Pode desativar a personalização em Podcasts, na App Store, na iTunes Store, nas aplicações TV e Livros e para as assinaturas da Apple desativando a opção “Recomendações personalizadas” da sua conta Apple. No seu dispositivo iOS, iPadOS ou visionOS, em Definições > [o seu nome] > Multimédia e compras > Ver conta, toque para desativar “Recomendações personalizadas”. A partilha de dados com os fornecedores de podcasts é feita unicamente de forma agregada. Não partilhamos nenhuma informação de teor pessoal com terceiros. Tenha presente, contudo, que, quando reproduz ou descarrega episódios de alguns fornecedores de podcasts ou usa Siri para ouvir um resumo áudio, esses fornecedores podem igualmente recolher informação de uso; esta recolha é regida unicamente pelas políticas e práticas de privacidade dessas entidades. Por exemplo, quando adiciona um programa por URL ou ouve um podcast de uma plataforma de alojamento de terceiros, o dispositivo liga‑se diretamente a essa plataforma para lhe fornecer o conteúdo solicitado. Quando estabelece ligação, o endereço IP do seu dispositivo ficará visível para a plataforma de alojamento de terceiros. A utilização do seu endereço IP pela plataforma de alojamento de terceiros é regulamentada pelas políticas de privacidade desta plataforma. Outras aplicações e dispositivos que ofereçam integrações com Apple Podcasts podem solicitar acesso a Apple Podcasts e à sua biblioteca de podcasts. Se conceder essa permissão de integração a uma aplicação ou dispositivo, estes terão acesso a informação como a biblioteca, a atividade de reprodução de podcasts e as suas recomendações. Uma aplicação ou dispositivo com permissão também pode modificar os dados associados à conta, como os podcasts que estão na biblioteca. O acesso de uma aplicação pode ser desativado no Mac em Definições do Sistema > Privacidade e segurança > Multimédia e Apple Music. Pode desativar o acesso de outras aplicações ou dispositivos nas definições da conta de Apple Music. Comunicar consigo A Apple poderá utilizar informações sobre a sua conta (como os produtos Apple que possui e as assinaturas de serviços Apple) para lhe enviar comunicações sobre Apple Podcasts e outros produtos, serviços e ofertas da Apple que poderão ser do seu interesse. A Apple pode também usar a informação sobre a atividade de compra em Apple Podcasts para enviar e‑mails e notificações por Push sobre novas funcionalidades, conteúdo e ofertas disponíveis em Apple Podcasts. Pode alterar as suas preferências de e‑mail e desativar a receção destes e‑mails acedendo a account.apple.com. As preferências de notificação no Mac podem ser atualizadas em Definições do Sistema > Notificações > Podcasts. A Apple usa informação sobre as interações com as respetivas comunicações, incluindo as notificações, para melhorar os serviços. Assinaturas de Apple Podcasts Se comprar assinaturas de podcasts em Apple Podcasts, usaremos dados pessoais que são necessários para processar as transações de compra, tais como a informação de conta e pagamento, que pode consultar e editar nas Definições, e o histórico de compras. Também poderemos usar os seus dados pessoais para verificar se é elegível para um período experimental gratuito ou uma oferta especial de Apple Podcasts. Usamos informação acerca das suas assinaturas ativas de serviços da Apple e aplicações de terceiros adquiridas através da App Store para verificar se é elegível para aceder a conteúdos assinados adicionais em Apple Podcasts. Se tiver adquirido diretamente a terceiros uma assinatura com conteúdos disponíveis, poderá confirmar a assinatura junto dessa entidade para obter acesso aos conteúdos. Prevenir fraude e outras atividades maliciosas Quando usa um cartão de pagamento, a Apple pode reter e atualizar automaticamente o seu número de cartão e informação de faturação para compras futuras, transações recorrentes ou outras finalidades por si autorizadas. A Apple pode obter esta informação através da sua instituição financeira ou rede de pagamento, assim como utilizá‑la para evitar fraudes e para fins de verificação. A Apple também poderá usar a informação do histórico da relação comercial com a Apple para processar as renovações de assinaturas de Apple Podcasts e para determinar se deve ser fornecido acesso contínuo às assinaturas antes da autorização do parceiro de pagamentos. Também calculamos uma classificação de fidedignidade para o seu dispositivo quando tenta efetuar uma compra, recorrendo a informação sobre a forma como usa o dispositivo, incluindo o número aproximado de chamadas telefónicas efetuadas e recebidas e de e‑mails enviados e recebidos. O envio foi concebido de forma a que a Apple não consiga obter os valores reais no dispositivo. A classificação é armazenada por um período fixo nos nossos servidores. A Apple pode igualmente usar informação relativa à utilização de Apple Podcasts para impedir, ou tomar medidas relativas a, atividades que estão, ou poderão estar, em violação do Contrato de Licença de Software do macOS ou da legislação aplicável. Base jurídica aplicável para processamento de dados pessoais Processamos os seus dados pessoais em Apple Podcasts geralmente para a execução do seu contrato com a Apple, conforme necessário para a prestação do serviço e para cumprir as nossas obrigações legais. Solicitamos consentimento quando é a base jurídica adequada, em conformidade com a legislação local aplicável. Nos casos em que a legislação local aplicável o previr, processamos os seguintes dados pessoais conforme necessário para fins do nosso interesse legítimo ou do de terceiros para: • Mostrar conteúdo disponível para si. • Sincronizar o seu progresso de reprodução e a biblioteca em todos os dispositivos. • Otimizar e melhorar o serviço para si e para outras pessoas e enviar‑lhe comunicações acerca de Apple Podcasts e outros produtos, serviços e ofertas da Apple relacionados que possam ser do seu interesse. • Prevenir fraude e outras atividades maliciosas. Os dados usados incluem: • A sua utilização de Apple Podcasts, incluindo o progresso de reprodução e o conteúdo na biblioteca. • As assinaturas de podcasts que comprar em Apple Podcasts. • A sua conta, tal como os produtos Apple que possui e as assinaturas de serviços Apple. • O seu endereço IP. Retenção de informação Retemos dados pessoais associados às suas compras em Apple Podcasts durante os períodos especificados pelas leis financeiras aplicáveis nas diferentes regiões. Para a maioria dos clientes, essas leis requerem um período mínimo de retenção de 10 anos, mas em algumas regiões, como na China, esse período pode ser de 30 anos. Retemos igualmente um registo das suas compras pelo menos durante o período de atividade da sua conta, para lhe permitir o acesso a esse conteúdo, em conformidade com os nossos termos aplicáveis. Alguma informação (por exemplo, as transações efetuadas, mas nunca os dados do seu cartão) pode ser retida como parte dos registos empresariais mesmo depois de fechar a sua conta ou deixar de usar Apple Podcasts. Toda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com/pt/privacy
ro: Protejarea intimității și securității informațiilor dvs. este o prioritate pentru oricine de la Apple. Ne străduim din greu să colectăm doar datele care sunt necesare pentru a vă oferi o experiență de utilizare superioară și, atunci când colectăm date, credem că este important ca dvs. să știți ce anume colectăm și motivele pentru care o facem, astfel încât să puteți face alegeri în cunoștință de cauză. Serviciul Apple Podcasts, precum toate produsele și serviciile Apple, este conceput pe baza acestor principii. Furnizarea și îmbunătățirea Apple Podcasts Colectăm date referitoare la ascultarea podcasturilor și interacțiunile cu acestea pentru a furniza și a îmbunătăți serviciul și pentru a înțelege și a furniza rapoarte agregate despre audiența podcasturilor. Aceste date includ informații despre podcasturile pe care le ascultați, precum cât de mult ascultați dintr‑un podcast, când ascultați și când difuzați în flux, descărcați sau urmăriți. Pentru a susține îmbunătățirea și personalizarea serviciului, colectăm informații despre interacțiunile dvs. cu Apple Podcasts, precum linkurile pe care le accesați. Serviciul Apple Podcasts a fost conceput în așa fel încât aceste date să nu fie asociate cu alte servicii Apple. Aceste informații sunt asociate cu un identificator unic aleatoriu, care este specific pentru Apple Podcasts și nu este stocat cu contul dvs. Apple. Portcheiul iCloud este utilizat pentru a sincroniza identificatorul pe toate dispozitivele dvs. pe care este activat portcheiul iCloud. Pentru a reseta identificatorul inclus în datele de redare trimise la Apple, pe Mac, accesați Podcasturi> Ajutor > Resetează identificatorul. Pentru propria dvs. comoditate, Apple Podcasts sincronizează poziția de redare a episoadelor podcasturilor pe care le ascultați, precum și conținutul bibliotecii dvs., inclusiv emisiunile pe care le urmăriți, episoadele pe care le‑ați salvat și posturile dvs., pentru a vă putea bucura de aceeași experiență Apple Podcasts de pe oricare dintre dispozitivele dvs. Aceste informații sunt stocate în asociere cu contul dvs. Apple. Puteți dezactiva oricând sincronizarea bibliotecii în Configurări. Utilizăm informații despre abonamentele dvs. la canale, podcasturile urmărite, redările recente de podcasturi și recomandări recente pentru a personaliza serviciul și a vă ajuta să descoperiți conținutul cel mai relevant pentru dvs. Puteți dezactiva funcționalitățile de personalizare din Apple Podcasts, precum și din App Store, Apple Books, iTunes Store, Apple TV și pentru abonamentele de la Apple, prin dezactivarea recomandărilor personalizate pentru contul dvs. Apple. Pe dispozitivul dvs. iOS, iPadOS sau visionOS, accesați Configurări > [numele dvs.] > Multimedia și achiziții > Afișați contul, iar apoi apăsați pentru a dezactiva “Recomandări personalizate”. Datele sunt partajate cu furnizorii de podcasturi doar într‑o formă agregată. Niciuna dintre datele dvs. personale nu este partajată cu terțe părți. Rețineți, totuși, că atunci când redați sau descărcați episoade de la unii furnizori de podcasturi sau utilizați Siri pentru a asculta un rezumat audio, furnizorii respectivi pot colecta informații despre modul în care le utilizați podcasturile și că respectiva colectare este guvernată de politicile și practicile de confidențialitate ale acestora. De exemplu, atunci când adăugați o emisiune printr‑un URL sau ascultați un podcast găzduit de o platformă de găzduire terță, dispozitivul dvs. se conectează direct la platforma de găzduire terță pentru a vă furniza conținutul solicitat. La conectare, adresa IP a dispozitivului dvs. va deveni vizibilă pentru platforma de găzduire terță. Gestionarea adresei dvs. IP de către platforma de găzduire terță este guvernată de politicile de confidențialitate ale acestei terțe părți. Alte aplicații și dispozitive care oferă integrări Apple Podcasts pot solicita acces la Apple Podcasts și la biblioteca dvs. de podcasturi. Dacă acordați o asemenea permisiune pentru integrarea unei aplicații sau unui dispozitiv, aceasta poate accesa informații precum biblioteca dvs., activitatea de redare a podcasturilor și recomandările dvs. O aplicație sau un dispozitiv autorizat poate modifica, de asemenea, date asociate cu contul dvs., precum ce podcasturi se află în biblioteca dvs. Puteți dezactiva accesul unei aplicații pe Mac‑ul dvs. accesând Configurări sistem > Intimitate și securitate > Multimedia și Apple Music. Puteți dezactiva accesul altor aplicații sau dispozitive în configurările contului dvs. de Apple Music. Comunicarea cu dvs. Apple poate utiliza informații despre contul dvs., precum produsele Apple pe care le dețineți și abonamentele dvs. la servicii Apple, pentru a vă trimite comunicări despre Apple Podcasts și alte produse, servicii și oferte Apple care v‑ar putea interesa. De asemenea, Apple poate utiliza informații despre activitatea dvs. de cumpărare în cadrul Apple Podcasts pentru a vă trimite e‑mailuri și notificări Push despre noi funcționalități, conținut și oferte disponibile în Apple Podcasts. Vă puteți schimba preferințele legate de e‑mail și puteți opta împotriva primirii acestor e‑mailuri accesând account.apple.com. Pentru a vă actualiza preferințele legate de notificări pe Mac, accesați Configurări sistem > Notificări > Podcasturi. Apple utilizează informații despre interacțiunile dvs. cu comunicările noastre, inclusiv notificările, pentru îmbunătățirea serviciilor. Abonamente Apple Podcasts Dacă achiziționați abonamente la podcasturi din Apple Podcasts, vom utiliza datele personale care sunt necesare pentru procesarea tranzacțiilor de cumpărare, precum informații referitoare la cont și plată, pe care le puteți accesa și modifica în configurări, și istoricul achizițiilor dvs. Putem utiliza datele dvs. personale și pentru a verifica eligibilitatea dvs. pentru o perioadă de încercare gratuită sau pentru o ofertă specială de la Apple Podcasts. Utilizăm informații despre abonamentele dvs. active la serviciile Apple și aplicațiile terțe achiziționate prin App Store pentru a verifica dacă beneficiați de acces la conținut suplimentar cu abonament în Apple Podcasts. Dacă ați achiziționat anterior un abonament direct de la o terță parte cu conținut disponibil, abonamentul dvs. va putea fi verificat de partea terță și veți primi acces la respectivul conținut. Prevenirea fraudelor și a activităților rău intenționate Când utilizați un card de plată, Apple poate reține și actualiza automat numărul cardului și informațiile de facturare pentru achiziții viitoare, tranzacții recurente sau alte utilizări autorizate de dvs. Apple poate obține aceste informații de la instituția dvs. financiară sau rețeaua de plată și le poate utiliza, de asemenea, pentru prevenirea fraudelor și verificare. De asemenea, Apple poate utiliza informații despre istoricul relației dvs. comerciale cu Apple pentru a procesa reînnoirile abonamentului Apple Podcasts și a determina dacă să furnizeze acces continuu la abonamentele dvs. înaintea autorizării de către partenerul de plată. De asemenea, vom calcula un scor de încredere pentru dispozitivul dvs. atunci când încercați să realizați o achiziție, utilizând informații despre modul în care vă utilizați dispozitivul, inclusiv numărul aproximativ de apeluri telefonice sau de e‑mailuri pe care le trimiteți sau le primiți. Datele sunt trimise în așa fel încât Apple să nu poată afla valorile subiacente de pe dispozitivul dvs. Scorul este stocat pentru o perioadă fixă de timp pe serverele noastre. Apple poate utiliza informațiile referitoare la modul în care utilizați Apple Podcasts pentru a preveni sau pentru a lua măsuri împotriva activităților care reprezintă sau ar putea reprezenta încălcări ale Contractului de licență software macOS sau ale legilor aplicabile. Temei juridic aplicabil pentru procesarea datelor personale În general, procesăm datele dvs. personale în Apple Podcasts pentru executarea contractului dvs. cu Apple, așa cum este necesar pentru furnizarea serviciului și în scopul respectării obligațiilor legale. În cazul în care consimțământul este temeiul legal corespunzător, îl solicităm conform legilor locale în vigoare. În cazul în care legislația locală în vigoare prevede acest lucru, procesăm date personale, așa cum este necesar în scopul intereselor legitime ale noastre sau ale terților, pentru: • Afișarea conținutului disponibil pentru dvs. • Sincronizarea poziției de redare și bibliotecii pe mai multe dispozitive • Optimizarea și îmbunătățirea serviciului pentru dvs. pentru ceilalți utilizatori, precum și trimiterea de comunicări despre Apple Podcasts și alte produse, servicii și oferte Apple conexe care v‑ar putea interesa • Prevenirea fraudelor și a activităților rău intenționate Datele utilizate includ: • Modul în care utilizați aplicația Podcasturi, inclusiv poziția de redare și conținutul din biblioteca dvs. • Abonamentele la podcasturile pe care le achiziționați din Apple Podcasts • Contul dvs., cum ar fi produsele Apple pe care le dețineți și abonamentele la serviciile Apple • Adresa dvs. IP Retenția Datele personale asociate cu achizițiile din Apple Podcasts sunt reținute pentru perioadele specificate de legile aplicabile referitoare la raportarea financiară, care variază în funcție de regiune. Pentru majoritatea clienților, este necesară o perioadă de retenție de minimum zece ani, dar, în regiuni precum China, perioada respectivă poate fi de 30 de ani. De asemenea, va fi reținută o evidență a achizițiilor cel puțin atât timp cât aveți un cont la Apple, pentru a vă permite să accesați conținutul respectiv din nou, în conformitate cu clauzele aplicabile. Unele informații, precum tranzacțiile, dar nu și detaliile stocate referitoare la cardurile de credit, pot fi reținute ca înregistrări comerciale chiar și după ce vă închideți contul sau încetați utilizarea aplicației Apple Podcasts. Informații colectate de Apple vor fi în permanență tratate în conformitate cu politica de confidențialitate Apple, care se află la www.apple.com/ro/privacy.
ru: Обеспечение конфиденциальности и безопасности личных данных является приоритетной задачей для всех сотрудников Apple. Мы прилагаем все усилия, чтобы собирать только те данные, которые нам необходимы для усовершенствования предоставляемых услуг. Когда мы все‑таки собираем данные, мы обязательно уведомляем Вас об этом факте, а также о том, чем вызвана такая необходимость, чтобы Вы могли принять информированное решение. Сервис Apple Podcasts, как и остальные продукты и сервисы Apple, создан на основе этих принципов. Обеспечение работы и улучшение сервиса Apple Podcasts Мы собираем сведения о прослушивании подкастов и пользовательской активности с целью предоставления и совершенствования наших сервисов, а также для анализа данных и составления отчетов об аудитории подкастов. К этим данным относится информация о подкастах, которые Вы слушаете, в том числе время и продолжительность прослушивания, время потоковой передачи, а также сведения о загрузках и подписках. Для улучшения и персонализации сервиса мы собираем информацию о Вашем взаимодействии с Apple Podcasts, например о том, какие ссылки Вы нажимаете. Сервис Apple Podcasts разработан таким образом, чтобы эти данные не были связаны с другими сервисами Apple. Эта информация связана со случайным уникальным идентификатором, который используется только в Apple Podcasts и не хранится вместе с Вашим Аккаунтом Apple. С помощью iCloud мы синхронизируем этот идентификатор между всеми Вашими устройствами, на которых включена Связка ключей iCloud. Чтобы сбросить идентификатор, который содержится в данных о воспроизведении, отправляемых в Apple, на Mac выберите меню «Подкасты» > «Справка» > «Сбросить идентификатор». Для Вашего удобства сервис Apple Podcasts синхронизирует на всех Ваших устройствах позиции воспроизведения прослушиваемых Вами выпусков подкастов, а также содержимое Вашей медиатеки, в том числе подписки на подкасты, сохраненные Вами выпуски и Ваши радиостанции. Мы храним эту информацию, и она связана с Вашим Аккаунтом Apple. Синхронизацию медиатеки можно в любое время выключить в Настройках. Мы персонализируем сервис, чтобы предлагать Вам наиболее подходящий контент. Для этого мы используем информацию о Ваших подписках на каналы и подкасты, о недавно воспроизведенных выпусках и последних рекомендациях. Чтобы выключить функции персонализации в Apple Podcasts, а также в App Store, Apple Books, iTunes Store, Apple TV и для подписок Apple, выключите параметр «Персональные рекомендации» для своего Аккаунта Apple. На устройстве iOS, iPadOS или visionOS откройте «Настройки» > [Ваше имя] > «Контент и покупки» > «Просмотреть», затем выключите параметр «Персональные рекомендации». Мы предоставляем провайдерам подкастов только обобщенные данные. Мы не передаем никакие из Ваших персональных данных третьим сторонам. Обратите внимание, что при воспроизведении или загрузке выпусков подкастов у провайдеров подкастов или при прослушивании аудиообзора с помощью Siri указанные провайдеры могут собирать информацию о Ваших действиях с подкастами. В этом случае сбор данных регулируется политиками конфиденциальности провайдеров подкастов. Например, когда Вы добавляете подкаст по URL‑адресу или слушаете подкаст, размещенный на сторонней платформе, Ваше устройство подключается напрямую к этой сторонней платформе для предоставления Вам запрошенного контента. После подключения устройства его IP‑адрес становится известен сторонней платформе. Использование IP‑адреса, полученного сторонней платформой, регулируется политикой конфиденциальности ее владельца. Другие приложения и устройства, в которые интегрирован сервис Apple Podcasts, могут запрашивать доступ к приложению «Подкасты» и Вашей медиатеке подкастов. Если Вы разрешите такую интеграцию с приложением или устройством, оно сможет получать доступ к различной информации, например к сведениям о Вашей медиатеке, воспроизведении подкастов и предлагаемых Вам рекомендациях. Приложения и устройства, у которых есть соответствующее разрешение, также могут изменять данные, связанные с Вашей учетной записью, например список подкастов в Вашей медиатеке. Чтобы закрыть доступ для этих приложений на Mac, откройте «Системные настройки» > «Конфиденциальность и безопасность» > «Медиа и Apple Music». Вы можете закрыть доступ для других приложений или устройств в настройках учетной записи Apple Music. Обратная связь Apple может использовать информацию о Вашей учетной записи, например о том, какие продукты Apple и подписки на сервисы Apple у Вас есть, чтобы отправлять Вам информацию об Apple Podcasts и других продуктах, сервисах и предложениях Apple, которые могут Вас заинтересовать. Apple также может использовать информацию о Ваших покупках в Apple Podcasts, чтобы отправлять Вам электронные письма и push‑уведомления о новых функциях, контенте и предложениях, доступных в Apple Podcasts. Вы можете изменить настройки электронной почты и отписаться от этой рассылки на account.apple.com. Чтобы изменить настройки уведомлений на Mac, откройте «Системные настройки» > «Уведомления» > «Подкасты». Чтобы повышать качество сервисов, Apple использует информацию о Вашем взаимодействии со своими средствами коммуникации, в том числе уведомлениями. Подписки в Apple Podcasts Когда Вы приобретаете подписки на подкасты в Apple Podcasts, мы используем Ваши личные данные, необходимые для оформления покупок, в том числе данные учетной записи и платежные данные, которые можно просмотреть и изменить в Настройках, а также историю Ваших покупок. Мы также можем использовать Ваши личные данные, чтобы проверить, есть ли у Вас возможность получить бесплатную пробную версию или специальное предложение в Apple Podcasts. Мы используем информацию о Ваших активных подписках на сервисы Apple и сторонние приложения, приобретенные через App Store, чтобы проверять, есть ли у Вас право на доступ к дополнительному подписному контенту в Apple Podcasts. Если ранее Вы приобретали подписку на определенный контент непосредственно в стороннем сервисе, то сможете подтвердить наличие такой подписки и получить доступ к этому контенту. Предотвращение мошенничества и других вредоносных действий Когда Вы пользуетесь платежной картой, Apple может сохранять и автоматически обновлять номер Вашей карты и платежные данные для будущих покупок, повторяющихся транзакций и других одобренных Вами действий. Apple может получать эту информацию от Вашего финансового учреждения или платежной системы, а также использовать эту информацию для проверки данных и предотвращения мошенничества. Компания Apple также может использовать информацию о Вашей истории взаимодействий с Apple, чтобы обработать данные об обновлении подписок в сервисе Apple Podcasts и определить, можно ли предоставить Вам непрерывный доступ к контенту по подписке, не дожидаясь завершения авторизации через платежного партнера. Когда Вы совершаете покупку, мы также вычисляем на Вашем устройстве индекс доверия устройству. Он рассчитывается на основе информации о том, как Вы используете устройство, в том числе о примерном количестве телефонных вызовов, а также отправленных и полученных электронных писем. Отправка индекса выполняется таким образом, что Apple не получает данные Вашего устройства, на основе которых рассчитан этот индекс. Индекс доверия хранится на наших серверах в течение определенного времени. Apple может использовать информацию о том, какие действия Вы совершаете с Apple Podcasts, чтобы принимать предупредительные и ответные меры против действий, которые являются нарушением или могут привести к нарушению Лицензионного соглашения об использовании ПО macOS или действующего законодательства. Применимое правовое обоснование для обработки персональных данных Как правило, мы обрабатываем Ваши персональные данные в Apple Podcasts в целях соблюдения условий Вашего договора с Apple, для обеспечения работы сервиса, а также для исполнения наших юридических обязательств. Если получение согласия от пользователя обусловлено правовой нормой, мы запрашиваем его в соответствии с действующим местным законодательством. Если это предусмотрено действующим местным законодательством, в целях соблюдения наших законных интересов или интересов третьей стороны мы обрабатываем персональные данные в следующих целях: • Отображение доступного для Вас контента. • Синхронизация момента воспроизведения и медиатеки между устройствами. • Оптимизация и совершенствование сервиса для Вас и других пользователей и отправка Вам сообщений об Apple Podcasts и других продуктах, сервисах и предложениях Apple, которые могут Вас заинтересовать. • Предотвращение мошенничества и других вредоносных действий. К используемым данным относятся следующие: • Сведения об использовании Вами Apple Podcasts, в том числе позиция воспроизведения и содержимое Вашей медиатеки. • Данные о подписках на подкасты, приобретенных в Apple Podcasts. • Информация о Вашей учетной записи, например сведения о продуктах Apple и подписках на сервисы Apple, которыми Вы пользуетесь. • Ваш IP‑адрес. Хранение данных Мы храним личные данные, связанные с Вашими покупками в Apple Podcasts, в течение срока, установленного в применимом законодательстве о финансовой отчетности. Эти сроки могут различаться в разных странах и регионах. В большинстве случаев этот срок составляет не менее 10 лет, но в таких регионах, как Китай, может достигать 30 лет. Мы также храним сведения о Ваших покупках в течение по крайней мере того времени, пока существует Ваша учетная запись, чтобы предоставлять Вам доступ к приобретенному контенту в соответствии с применимыми условиями. Некоторые данные, например о транзакциях (но не сохраненные данные Ваших банковских карт), могут сохраняться в бухгалтерских документах даже после того, как Вы удалите свою учетную запись и прекратите использовать Apple Podcasts. Информация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу www.apple.com/ru/privacy.
sk: Ochrana vášho súkromia a bezpečnosť vašich informácií je prioritou pre každého v Apple. Snažíme sa zhromažďovať len tie dáta, ktoré potrebujeme, aby sme vám vedeli ponúknuť stále lepší užívateľský zážitok. Myslíme si, že pri ich zhromažďovaní je dôležité, aby ste vedeli, aké dáta zhromažďujeme a prečo ich potrebujeme, vďaka čomu sa môžete informovane rozhodnúť. Apple Podcasts sa rovnako ako každý iný produkt a služba spoločnosti Apple riadi týmito princípmi. Poskytovanie a vylepšovanie služby Apple Podcasts Dáta týkajúce sa počúvania a interakcie s podcastmi zhromažďujeme, aby sme mohli poskytovať a vylepšovať službu, lepšie pochopiť poslucháčov podcastov a poskytovať o nich agregované hlásenia. Tieto dáta zahŕňajú informácie o podcastoch, ktoré počúvate, napríklad koľko z podcastu ste si vypočuli, kedy ste ho počúvali a kedy ste streamovali, sťahovali alebo začali odoberať podcasty. Na účely vylepšovania a prispôsobovania služby vašim potrebám zhromažďujeme informácie týkajúce sa interakcií s apkou Podcasty, napríklad odkazy, na ktoré kliknete. Služba Apple Podcasts bola navrhnutá tak, aby tieto dáta neboli prepojené s inými službami spoločnosti Apple. Tieto informácie sú priradené k náhodnému jedinečnému identifikátoru, ktorý je špecifický pre službu Apple Podcasts a neukladá sa pod vaším Apple účtom. Identifikátor je na všetkých vašich zariadeniach so zapnutou iCloud Kľúčenkou synchronizovaný prostredníctvom iCloud Kľúčenky. Ak chcete na Macu resetovať identifikátor, ktorý je súčasťou dát týkajúcich sa prehrávania odosielaných do Apple, otvorte Podcasty > Pomocník > Resetovať identifikátor. Pre vaše pohodlie služba Apple Podcasts synchronizuje miesto, kde ste pri počúvaní zastavili prehrávanie jednotlivých epizód podcastu, ako aj obsah vašej knižnice vrátane relácií, ktoré odoberáte, epizód, ktoré ste si uložili, a vašich staníc, takže si môžete užívať službu Apple Podcasts v rovnakej miere na všetkých svojich zariadeniach. Tieto informácie sú počas uchovania priradené k vášmu Apple účtu. Synchronizáciu knižnice môžete kedykoľvek vypnúť v Nastaveniach. Informácie o tom, ktoré kanály a podcasty odoberáte, ktoré podcasty ste nedávno prehrávali a aké odporúčania ste nedávno dostali, používame na prispôsobenie služby. Na základe týchto informácií vám tiež pomáhame objavovať obsah, ktorý je pre vás najrelevantnejší. Funkcie prispôsobenia v službe Apple Podcasts a v App Store, Apple Books, iTunes Store, apke Apple TV a odberoch od spoločnosti Apple môžete vypnúť tak, že vo svojom Apple účte vypnete možnosť Osobné odporúčania. Na iOS, iPadOS alebo visionOS zariadení otvorte Nastavenia > [vaše meno] > Médiá a nákupy > Zobraziť účet a potom klepnutím vypnite možnosť Osobné odporúčania. Dáta sú s poskytovateľmi podcastov zdieľané len v agregovanej podobe. S tretími stranami nie sú zdieľané žiadne osobné údaje. Majte však na pamäti, že keď prehrávate alebo sťahujete epizódy podcastov od poskytovateľov podcastov alebo používate Siri na počúvanie zvukových zhrnutí, môžu títo poskytovatelia zhromažďovať informácie o tom, ako používate ich podcasty, pričom takéto zhromažďovanie dát podlieha ich vlastným zásadám a postupom ochrany súkromia. Ak napríklad pridáte reláciu použitím URL alebo počúvate podcast poskytovaný hostingovou platformou tretej strany, vaše zariadenie sa pripája priamo k hostingovej platforme tretej strany, ktorá poskytuje požadovaný obsah. Po pripojení môže hostingová platforma tretej strany rádia vidieť IP adresu vášho zariadenia. Spôsob, akým hostingová platforma tretej strany zaobchádza s vašou IP adresou, sa riadi zásadami ochrany osobných údajov danej tretej strany. Iné apky a zariadenia, ktoré ponúkajú integráciu so službou Apple Podcasts, môžu požiadať o povolenie na prístup k službe Apple Podcasts a k vašej knižnici podcastov. Ak túto integráciu povolíte, apka alebo zariadenie získa prístup k informáciám ako je vaša knižnica, aktivity prehrávania podcastov a vaše odporúčania. Apky alebo zariadenia, ktorým ste udelili povolenie, môžu taktiež upravovať dáta súvisiace s vaším účtom, napríklad informácie o podcastoch, ktoré máte vo svojej knižnici. Na Macu môžete prístup jednotlivých apiek pre Mac zakázať v Systémové nastavenia > Súkromie a bezpečnosť > Médiá a Apple Music. Prístup ostatných apiek alebo zariadení môžete zakázať v nastaveniach Apple Music účtu. Komunikácia s vami Spoločnosť Apple môže používať informácie o vašom účte, napríklad o produktoch spoločnosti Apple, ktoré vlastníte, a vašich odberoch služieb spoločnosti Apple, na posielanie informácií o službe Apple Podcasts a ďalších produktoch, službách a ponukách spoločnosti Apple, ktoré by vás mohli zaujímať. Spoločnosť Apple môže zároveň používať informácie o vašich nákupoch v službe Apple Podcasts na posielanie emailov a push hlásení o nových funkciách, obsahu a ponukách dostupných v službe Apple Podcasts. Na stránke account.apple.com môžete zmeniť nastavenia emailu a odhlásiť sa z prijímania týchto emailov. Ak chcete aktualizovať nastavenia hlásení na Macu, otvorte Systémové nastavenia > Hlásenia > Podcasty. Spoločnosť Apple používa informácie o vašich interakciách s našimi správami vrátane hlásení na vylepšovanie svojich služieb. Platené odbery v Apple Podcasts Ak si predplatíte podcasty v Apple Podcasts, používame osobné údaje potrebné na spracovanie vašich nákupných transakcií, napríklad informácie o vašom účte a platobné údaje (ku ktorým môžete pristupovať a meniť ich v nastaveniach), a históriu vašich nákupov. Na základe vašich osobných údajov zároveň dokážeme zistiť, či máte nárok na bezplatné skúšobné obdobie alebo špeciálnu ponuku v službe Apple Podcasts. Informácie o vašich aktívnych odberoch služieb spoločnosti Apple a apkách tretích strán zakúpených prostredníctvom App Storu používame na overenie vášho nároku na prístup k dodatočnému obsahu odoberanému v Apple Podcasts. Ak ste si zakúpili odber s dostupným obsahom priamo od tretej strany, overenie odberu a prístup k tomuto obsahu budete môcť uskutočniť prostredníctvom tretej strany. Predchádzanie podvodom a iným nezákonným aktivitám Keď použijete platobnú kartu, spoločnosť Apple môže pre budúce nákupy, opakované transakcie a ďalšie vami autorizované použitie uchovať a automaticky aktualizovať vaše číslo karty a fakturačné údaje. Spoločnosť Apple môže tieto informácie získať od vašej finančnej inštitúcie alebo platobnej siete a použiť ich aj na účely predchádzania podvodom a overovania. Pri spracovaní žiadostí o predĺženie odberu Apple Podcasts môže spoločnosť Apple použiť aj informácie o histórii vášho obchodného vzťahu so spoločnosťou Apple a na základe nich stanoviť, či vám ďalší prístup k odberom poskytne ešte pred autorizáciou platobným partnerom. Keď sa pokúsite uskutočniť nákup, vypočítame na vašom zariadení skóre dôvery zariadenia použitím informácií týkajúcich sa používania zariadenia vrátane približného množstva uskutočnených telefonických hovorov a prijatých a odoslaných emailov. Odoslanie týchto dát je navrhnuté tak, aby spoločnosť Apple nedokázala zistiť hodnoty na vašom zariadení, na základe ktorých bolo skóre vypočítané. Skóre je po určitý čas uchované na našich serveroch. Spoločnosť Apple môže používať informácie týkajúce sa používania služby Apple Podcasts na to, aby zabránila alebo podnikla kroky proti aktivitám, ktoré sú alebo by mohli byť v rozpore so softvérovou licenčnou zmluvou pre macOS alebo platnými právnymi predpismi. Platný právny základ pre spracovanie osobných údajov Vaše osobné údaje v službe Apple Podcasts vo všeobecnosti spracúvame na účely plnenia vašej zmluvy so spoločnosťou Apple, na poskytovanie služby a na plnenie našich zákonných povinností. Ak je súhlas vhodným právnym základom, žiadame ho v súlade s platnými miestnymi zákonmi. Tam, kde je to stanovené príslušnými miestnymi zákonmi, spracúvame osobné údaje na účely našich oprávnených záujmov alebo záujmov tretích strán, aby sme mohli: • Zobrazovať dostupný obsah. • Synchronizovať pozíciu prehrávania a obsah knižnice medzi zariadeniami. • Optimalizovať a vylepšovať službu pre vás a ďalších užívateľov a posielať informácie o službe Apple Podcasts a ďalších súvisiacich produktoch, službách a ponukách spoločnosti Apple, ktoré by vás mohli zaujímať. • Predchádzať podvodom a iným nezákonným aktivitám. Používané údaje zahŕňajú: • Informácie o vašom používaní služby Apple Podcasts vrátane vašich pozícií prehrávania a obsahu vašej knižnice. • Podcasty, ktoré si predplatíte v službe Apple Podcasts. • Váš účet, ako napríklad produkty Apple, ktoré vlastníte, a vaše odbery služieb spoločnosti Apple. • Vašu IP adresu. Uchovávanie dát Osobné údaje priradené k vašim nákupom v službe Apple Podcasts uchovávame po dobu stanovenú platnými zákonmi o finančnej evidencii, ktoré sa v rôznych regiónoch líšia. V prípade väčšiny zákazníkov sa vyžaduje uchovanie dát po dobu najmenej desiatich rokov, v niektorých regiónoch, napríklad v Číne, to môže byť až 30 rokov. Zároveň uchovávame záznam o vašich nákupoch minimálne po dobu, kým máte u nás vytvorený účet, aby sme vám umožnili prístup k danému obsahu v súlade s platnými podmienkami. Niektoré informácie, ako sú napríklad transakcie (nie však uložené detaily o vašich kartách), sa môžu uchovávať vo forme obchodných záznamov aj po tom, ako svoj účet zrušíte alebo prestanete používať službu Apple Podcasts. S informáciami zhromaždenými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany súkromia spoločnosti Apple, ktoré nájdete na adrese www.apple.com/sk/privacy.
sl: Varovanje zasebnosti in zaščita vaših podatkov je prednostna naloga vseh zaposlenih pri družbi Apple. Prizadevamo si zbirati le podatke, ki so nujni za zagotavljanje kakovostnih storitev. Poleg tega menimo, da je pomembno, da veste, katere podatke zbiramo in zakaj jih potrebujemo, da lahko sprejmete premišljene odločitve. Storitev Apple Podcasts je kot vsi drugi izdelki in storitve Apple zasnovana na teh načelih. Zagotavljanje in izboljševanje storitve Apple Podcasts Vaše podatke o poslušanju podkastov in interakcijah zbiramo, da lahko zagotavljamo in izboljšujemo storitev, razumemo poslušanost podkastov in o njej poročamo na zbirni način. Ti podatki vključujejo informacije o podkastih, ki jih poslušate, na primer kolikšen del podkasta poslušate, kdaj ga poslušate in kdaj ga pretakate, prenesete ali mu sledite. Da bi lahko izboljšali in prilagodili storitev, zbiramo podatke o vaših interakcijah s storitvijo Apple Podcasts, na primer o povezavah, ki jih kliknete. Storitev Apple Podcasts smo zasnovali tako, da ti podatki niso povezani z drugimi storitvami Apple. Te informacije so povezane z naključnim enoličnim identifikatorjem, ki se uporablja le za storitev Apple Podcasts in ni shranjen z vašim računom Apple. Storitev Veriga ključev iCloud uporabljamo za sinhroniziranje identifikatorja v napravah, ki imajo omogočeno Verigo ključev iCloud. Če želite ponastaviti identifikator, ki je vključen v podatke o predvajanju, poslane družbi Apple v Macu, pojdite v Podkasti > Pomoč > Ponastavi identifikator. Apple Podcasts priročno sinhronizira položaj predvajanja epizod podkastov, ki jih poslušate, in vsebino vaše knjižnice, vključno z oddajami, ki jim sledite, shranjenimi epizodami in postajami, da lahko uživate v enaki izkušnji Apple Podcasts v katerikoli napravi. Te informacije se hranijo v povezavi z vašim računom Apple. Sinhronizacijo knjižnice lahko kadarkoli onemogočite v Nastavitvah. Informacije o vaših naročninah na kanale, podkastih, ki jim sledite, nedavnih predvajanjih podkastov in nedavnih priporočilih uporabljamo, da prilagodimo storitev in pomagamo pri odkrivanju vsebin, ki so za vas najustreznejše. Prilagajanje v storitvi Apple Podcasts ter v trgovini App Store, storitvi Apple Books, trgovini iTunes Store, aplikaciji Apple TV in za naročnine na storitve, ki jih ponuja Apple, lahko onemogočite tako, da za svoj račun Apple izklopite možnost Prilagojena priporočila. V napravi s sistemom iOS, iPadOS ali visionOS odprite Nastavitve > [vaše ime] > Predstavnostne vsebine in nakupi > Ogled računa, nato pa tapnite, da izklopite Prilagojena priporočila. S ponudniki podkastov delimo samo podatke v zbirni obliki. Osebnih podatkov ne delimo s tretjimi osebami. Upoštevajte pa, da ko predvajate ali prenašate epizode podkastov od nekaterih ponudnikov podkastov ali uporabljate Siri za poslušanje kratkih zvočnih posnetkov, lahko ti ponudniki zbirajo podatke o vaši uporabi njihovih podkastov ter da zbiranje podatkov urejajo njihovi pravilniki o zasebnosti in prakse. Ko na primer dodate oddajo z naslovom URL ali poslušate podkast, ki ga gosti zunanja platforma za gostovanja, se vaša naprava poveže neposredno z zunanjo platformo za gostovanje, da vam zagotovi zahtevano vsebino. Ko se poveže, bo naslov IP vaše naprave viden zunanji platformi za gostovanje. Uporabo vašega naslova IP s strani zunanje platforme za gostovanje urejajo pravilniki o zasebnosti tega zunanjega ponudnika. Druge aplikacije in naprave, ki ponujajo integracijo s storitvijo Apple Podcasts, lahko zahtevajo dostop do storitve Apple Podcasts in vaše knjižnice podkastov. Če aplikaciji ali napravi, ki ponuja integracijo, podate to dovoljenje, lahko dostopa do informacij, kot so vaša knjižnica, dejavnosti predvajanja podkastov in priporočila. Aplikacija ali naprava, ki ste ji podali dovoljenje, lahko med drugim spreminja podatke, povezane z vašim računom, na primer, kateri podkasti so v vaši knjižnici. Dostop aplikacije v Macu lahko onemogočite v svojem Macu tako, da odprete Nastavitve sistema > Zasebnost in varnost > Predstavnostne vsebine in Apple Music. Dostop drugih aplikacij ali naprav lahko onemogočite v nastavitvah računa Apple Music. Komunikacija z vami Apple lahko uporablja informacije o vašem računu, kot so izdelki Apple, ki jih imate v lasti, in vaše naročnine na storitve Apple, da vam lahko pošilja sporočila o storitvi Apple Podcasts ter drugih izdelkih, storitvah in ponudbah družbe Apple, ki bi vas morda zanimale. Apple lahko informacije o vaših nakupih v storitvi Apple Podcasts uporablja tudi za to, da vam lahko pošilja e-poštna sporočila in potisna obvestila o novih funkcijah, vsebini in ponudbah, ki so na voljo v storitvi Apple Podcasts. Na strani account.apple.com lahko spremenite svoje nastavitve e‑pošte ali pa se odjavite od prejemanja teh e‑poštnih sporočil. Če želite posodobiti nastavitve za obvestila v Macu, odprite Nastavitve sistema > Obvestila > Podkasti. Apple uporablja informacije o vaših interakcijah z našimi komunikacijskimi kanali, vključno z obvestili, da bi izboljšal svoje storitve. Naročnine Apple Podcasts Če v storitvi Apple Podcasts kupite naročnine na podkaste, bomo uporabili osebne podatke, ki so potrebni za obdelavo vaših transakcij v zvezi z nakupi, kot so podatki o vašem računu in plačilu, do katerih lahko dostopate in jih spreminjate v nastavitvah, ter zgodovina vaših nakupov. Vaše osebne podatke lahko uporabimo tudi za preverjanje, ali ste upravičeni do brezplačnega preizkusa ali posebne ponudbe storitve Apple Podcasts. Podatke o vaših aktivnih naročninah na storitve Apple in aplikacije drugih ponudnikov, kupljene v trgovini App Store, uporabljamo za preverjanje, ali ste upravičeni do dostopa do dodatne naročniške vsebine v storitvi Apple Podcasts. Če ste predhodno že kupili naročnino neposredno pri tretji osebi z razpoložljivo vsebino, boste lahko svojo naročnino preverili pri tretji osebi in pridobili dostop do te vsebine. Preprečevanje goljufij in drugih zlonamernih aktivnosti Ko uporabite plačilno kartico, lahko Apple pridobi ter samodejno posodobi številko kartice in informacije o plačniku za prihodnje nakupe, ponavljajoče se transakcije ali druge uporabe, ki jih pooblastite. Apple lahko te informacije pridobi od vaše finančne ustanove ali plačilne mreže ter jih uporablja za preprečevanje goljufij in preverjanje. Družba Apple lahko uporablja tudi informacije o zgodovini vašega poslovnega odnosa z družbo Apple, da obdela podaljšanje naročnine v storitvi Apple Podcasts in določi, ali zagotoviti neprekinjen dostop do vaših naročnin pred pooblastilom partnerja za plačila. Ko poskusite opraviti nakup, bomo izračunali tudi oceno zaupanja za napravo, pri čemer uporabljamo informacije o tem, kako uporabljate napravo, vključno s približnim številom telefonskih klicev ali e-poštnih sporočil, ki jih pošljete in prejmete. Poslane informacije so oblikovane tako, da Apple ne more prepoznati temeljnih vrednosti v vaši napravi. Rezultat se v naših strežnikih hrani določen čas. Apple lahko podatke o vaši uporabi storitve Apple Podcasts uporabi za preprečevanje ali ukrepanje proti dejavnostim, ki so ali bi lahko bile v nasprotju z licenčno pogodbo za programsko opremo za operacijski sistem macOS ali veljavno zakonodajo. Veljavna pravna podlaga za obdelavo osebnih podatkov Vaše osebne podatke v storitvi Apple Podcasts v splošnem obdelujemo za namene izvajanja vaše pogodbe z družbo Apple, kot je potrebno za zagotavljanje storitve in izpolnjevanje naših zakonskih obveznosti. Kjer je soglasje ustrezna pravna podlaga, ga zahtevamo v skladu z veljavno lokalno zakonodajo. Kjer veljavna lokalna zakonodaja dovoljuje, po potrebi obdelujemo osebne podatke za namene naših zakonitih interesov ali interesov tretjih oseb za: • prikaz vsebine, ki vam je na voljo, • sinhronizacijo položaja predvajanja in knjižnice v vseh vaših napravah, • optimizacijo in izboljšanje storitev za vas in druge ter pošiljanje sporočil o storitvi Apple Podcasts in drugih povezanih izdelkih, storitvah in ponudbah družbe Apple, ki bi vas morda zanimale, • preprečevanje goljufij in drugih zlonamernih aktivnosti. Uporabljeni podatki vključujejo: • vašo uporabo storitve Apple Podcasts, vključno s položajem predvajanja in vsebino v vaši knjižnici, • naročnine na kupljene podkaste v storitvi Apple Podcasts, • vaš račun, na primer izdelke Apple, ki jih imate v lasti, in vaše naročnine na storitve Apple, • vaš naslov IP. Hramba Osebne podatke, povezane z vašimi nakupi v storitvi Apple Podcasts, hranimo za obdobja, ki jih določajo veljavni zakoni v zvezi s finančnim poročanjem in se razlikujejo glede na regijo. Za večino strank to pomeni vsaj 10-letno obdobje hrambe, v regijah, kot je Kitajska, pa lahko to obdobje traja 30 let. Hranimo tudi evidenco o vaših nakupih, in sicer vsaj toliko časa, kot imate račun pri nas, da lahko dostopate do te vsebine, znova skladno z našimi veljavnimi pogoji. Nekatere informacije, na primer o transakcijah, ne pa podrobnosti o shranjeni kartici, se lahko hranijo kot poslovna evidenca tudi po tem, ko zaprete račun ali prenehate uporabljati storitev Apple Podcasts. Podatki, ki jih zbira Apple, bodo vedno obravnavani v skladu s pravilnikom o zasebnosti družbe Apple, ki je na voljo na naslovu www.apple.com/si/privacy.
sv: Att hålla din information säker och att skydda dess integritet är en prioritet för alla på Apple. Vi arbetar hårt för att endast samla in de data vi behöver för att göra din upplevelse bättre, och när vi samlar in data tror vi att det är viktigt för dig att veta vad vi samlar in och varför vi behöver det, så att du kan göra informerade val. Precis som alla andra produkter och tjänster från Apple är Podcaster utformad kring dessa principer. Tillhandahålla och förbättra Apple Podcasts Vi samlar in data om interaktion med och lyssnande på poddar så att vi kan tillhandahålla och förbättra tjänsten samt förstå och tillhandahålla sammanslagna rapporter om hur användare lyssnar på poddar. Dessa data innehåller information om de poddar som du lyssnar på, till exempel hur mycket av en podd som du lyssnar på, när du lyssnar och när du strömmar, hämtar eller följer. För att vi ska kunna förbättra och personanpassa tjänsten samlar vi in information om hur du använder Podcaster, till exempel vilka länkar som du klickar på. Vi har utformat Podcaster så att dessa data inte är länkade till andra Apple-tjänster. Den här informationen är kopplad till ett slumpmässigt unikt ID som är specifikt för Podcaster och inte lagras med ditt Apple‑konto. Vi använder iCloud-nyckelring till att synkronisera detta ID på dina enheter som har aktiverat iCloud-nyckelring. Om du vill nollställa identifieraren som ingår i de uppspelningsdata som skickas till Apple från en Mac öppnar du Podcaster > Hjälp > Nollställ identifierare. För att underlätta för dig synkroniserar Podcaster uppspelningsposition för poddavsnitt som du lyssnar på och innehållet i ditt bibliotek, inklusive de poddar du följer, de avsnitt som du sparat och dina stationer så att du får samma upplevelse av Podcaster från alla dina enheter. Denna information lagras tillsammans med ditt Apple‑konto. Du kan när som helst avaktivera synkronisering av biblioteket i Inställningar. Vi använder information om dina kanalabonnemang, poddar du följer, senast spelade poddar och senaste rekommendationer till att personanpassa tjänsten och hjälpa dig att upptäcka det innehåll som är mest relevant för dig. Du kan avaktivera personligt anpassade funktioner i Podcaster, samt i App Store, Apple Books, iTunes Store, Apple TV och abonnemang från Apple, genom att stänga av Personliga rekommendationer för ditt Apple‑konto. På din iOS-, iPadOS- eller visionOS-enhet öppnar du Inställningar > [ditt namn] > Medier och köp > Visa konto och stänger av Personliga rekommendationer genom att trycka. Vi delar data med poddleverantörer i sammanslagen form. Vi delar inte dina personliga data med tredje part. Tänk dock på att när du spelar upp eller hämtar ett poddavsnitt från vissa poddleverantörer, eller använder Siri till att lyssna på en ljudsammanfattning, kan dessa leverantörer samla in information om hur du använder deras poddar. Den insamlingen lyder under deras integritetspolicyer och -praxis. När du till exempel lägger till ett program via URL, eller lyssnar på en podd som finns på en tredjepartsplattform, ansluter enheten direkt till tredjepartsplattformen för att tillhandahålla det begärda innehållet. När den ansluter är enhetens IP-adress synlig för tredjepartsplattformen. Hanteringen av din IP-adress av tredjepartsplattformen styrs av integritetspolicyerna för denna tredje part. Andra appar och enheter som erbjuder integrering med Podcaster kan begära tillgång till Podcaster och ditt poddbibliotek. Om du ger behörighet till en app eller enhetsintegrering kan den komma åt information om sådant som ditt bibliotek, uppspelningsaktivitet och dina rekommendationer. En app eller enhet med åtkomst kan även ändra data som är kopplade till ditt konto, till exempel vilka poddar som finns i ditt bibliotek. Du kan ta bort en apps åtkomst på en Mac genom att öppna Systeminställningar > Integritet och säkerhet > Medier och Apple Music. Du kan avaktivera åtkomst för andra appar eller enheter i kontoinställningarna för Apple Music. Kommunikation Apple kan använda information om ditt konto, exempelvis Apple-produkterna du äger och dina abonnemang på Apple-tjänster, till att skicka information om Podcaster och andra produkter och tjänster från Apple samt erbjudanden som kan intressera dig. Apple kan även använda information om din köpaktivitet i Podcaster till att skicka mejl och pushnotiser om nya funktioner, innehåll och erbjudanden i Podcaster. Du kan ändra dina e-postinställningar och välja att sluta få dessa mejl på account.apple.com. Du uppdaterar notisinställningar på en Mac genom att öppna Systeminställningar > Notiser > Podcaster. Apple använder information om dina interaktioner med våra kommunikationer, inklusive notiser, till att förbättra våra tjänster. Podcaster-abonnemang Om du köper abonnemang på poddar från Podcaster kommer vi att använda de av dina personliga data som krävs för att behandla dina köptransaktioner, till exempel din konto- och betalningsinformation som du kan visa och ändra i inställningarna samt din köphistorik. Vi kan även använda dina personliga data till att kontrollera om du är behörig för en kostnadsfri provperiod eller ett specialerbjudande från Apple Podcasts. Vi använder information om dina aktiva abonnemang på Apple-tjänster och tredjepartsappar som har köpts via App Store, för att kontrollera om du är berättigad till ytterligare innehåll för abonnenter i Apple Podcasts. Om du tidigare har köpt ett abonnemang direkt från en tredje part med tillgängligt innehåll kan du verifiera ditt abonnemang med den tredje parten och få tillgång till sådant innehåll. Skydd mot bedrägeri och annat skadligt beteende När du använder ett kontokort kan Apple behålla och automatiskt uppdatera ditt kortnummer och faktureringsinformation för framtida köp, återkommande transaktioner och annan användning som du auktoriserar. Apple kan få den här informationen från ditt finansinstitut eller betalningsnätverk och även använda den för verifiering och för att förhindra bedrägeri. Apple kan också använda den informationen om din tidigare affärshistorik hos Apple till att bearbeta förnyelser av abonnemang i Podcaster och till att avgöra ifall fortsatt åtkomst till dina abonnemang ska tillhandahållas innan betalning har auktoriserats av betalningsförmedlaren. När du försöker göra ett inköp kommer vi även att beräkna din enhets­tillförlitlighets­poäng med hjälp av information om hur du använder enheten, inklusive det ungefärliga antalet telefonsamtal du besvarar och ringer samt mejl du tar emot och skickar. Information som skickas är utformad så att Apple inte kan avläsa de underliggande värdena på din enhet. Poängen lagras på våra servrar under en begränsad tid. Apple kan använda information om hur du använder Podcaster i syfte att förhindra eller vidta åtgärder mot aktiviteter som är eller kan vara ett brott mot macOS-programlicensavtalet eller mot tillämpliga lagar. Tillämpbar juridisk grund för behandling av personuppgifter Vi behandlar dina personuppgifter i Podcaster i allmänhet så att ditt kontrakt med Apple kan följas, på det sätt som är nödvändigt för att tillhandahålla tjänsten samt för att uppfylla våra juridiska krav. Vi inhämtar samtycke enligt gällande lokala lagar när det krävs enligt juridisk praxis. Där lokala lagar och regler tillåter det behandlar vi personuppgifter enligt vad som krävs för våra legitima intressen eller intressen från tredje part, i syfte att: • Visa innehåll som är tillgängligt för dig. • Synkronisera din uppspelningsposition och ditt bibliotek mellan enheter. • Optimera och förbättra tjänsten för dig och andra, och skicka kommunikationer om Podcaster och andra relaterade produkter, tjänster och erbjudanden från Apple som kan vara av intresse för dig. • Skydda mot bedrägeri och annat skadligt beteende. De data som används inkluderar: • Din användning av Podcaster, inklusive uppspelningsposition och innehållet i ditt bibliotek. • De poddar du köper via abonnemang i Podcaster. • Ditt konto, t.ex. Apple-produkterna du äger och dina abonnemang på Apple-tjänster. • Din IP-adress. Lagring Vi behåller personuppgifter som är kopplade till dina köp i Podcaster under en period som anges av gällande lagar om finansrapportering i respektive region. För de flesta kunder innebär det att informationen lagras i minst 10 år, men i regioner som Kina kan den perioden vara 30 år. Vi behåller även ett register med dina köp under minst så lång tid som du har ett konto hos oss så att du har tillgång till detta innehåll i enlighet med våra villkor. Viss information, t.ex. transaktioner, men inte din lagrade kortinformation, kan behållas i företagsregister även efter att du har avslutat ditt konto eller slutat använda Podcaster. Information som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com/se/privacy.
th: การปกป้องความเป็นส่วนตัวและความปลอดภัยของข้อมูลของคุณนับเป็นสิ่งสำคัญที่สุดที่ทุกคนที่ Apple ยึดถือ เราทำงานอย่างหนักเพื่อเก็บรวบรวมเฉพาะข้อมูลที่จำเป็นต่อการพัฒนาประสบการณ์การใช้งานของคุณให้ดีขึ้น และเมื่อเราเก็บรวบรวมข้อมูล เราเชื่อว่าการทราบว่าเรากำลังเก็บข้อมูลใดและเพราะอะไรเราจึงต้องการข้อมูลนั้นเป็นเรื่องสำคัญ เพื่อให้คุณสามารถตัดสินใจได้จากการได้รับข้อมูลที่เพียงพอ Apple Podcasts นั้นก็เช่นเดียวกันกับผลิตภัณฑ์และบริการอื่นๆ จาก Apple ที่ได้รับการออกแบบมาโดยยึดหลักการเหล่านี้ การให้บริการและการปรับปรุง Apple Podcasts เราเก็บรวบรวมข้อมูลเกี่ยวกับการฟังพ็อดคาสท์และการโต้ตอบเพื่อให้บริการและปรับปรุงบริการ และเพื่อที่จะเข้าใจและแจ้งข้อมูลโดยรวมเกี่ยวกับความเป็นผู้รับฟังพ็อดคาสท์ ข้อมูลนี้จะรวมทั้งข้อมูลที่เกี่ยวกับพ็อดคาสท์ที่คุณรับฟัง ตัวอย่างเช่น คุณรับฟังพ็อดคาสท์มากแค่ไหน ฟังเมื่อใด และสตรีม ดาวน์โหลด หรือติดตามเมื่อใด เราเก็บรวบรวมข้อมูลเกี่ยวกับการโต้ตอบที่คุณทำกับ Apple Podcasts เช่น ลิงก์ที่คุณคลิก เพื่อช่วยปรับปรุงบริการและปรับแต่งบริการสำหรับคุณโดยเฉพาะ เราออกแบบ Apple Podcasts โดยไม่ให้ข้อมูลนี้ผูกกับบริการอื่นๆ ของ Apple ข้อมูลนี้ผูกกับข้อมูลจำเพาะที่ไม่ซ้ำกันแบบสุ่มสำหรับ Apple Podcasts โดยเฉพาะและไม่ถูกจัดเก็บไว้กับบัญชี Apple ของคุณ เราใช้พวงกุญแจ iCloud เพื่อเชื่อมข้อมูลกับข้อมูลจำเพาะบนอุปกรณ์ทุกเครื่องของคุณที่เปิดใช้งานพวงกุญแจ iCloud ในการรีเซ็ตข้อมูลจำเพาะที่รวมอยู่กับข้อมูลการเล่นที่ส่งให้กับ Apple บน Mac ให้ไปที่พ็อดคาสท์ > วิธีใช้ > รีเซ็ตข้อมูลจำเพาะ เพื่อความสะดวกกับคุณ Apple Podcasts จะเชื่อมข้อมูลตำแหน่งที่เล่นของตอนพ็อดคาสท์ที่คุณรับฟังรวมถึงเนื้อหาของคลังของคุณ ซึ่งรวมถึงรายการที่คุณติดตาม ตอนที่คุณบันทึกไว้ และสถานีของคุณเพื่อให้คุณได้รับประสบการณ์เดียวกันในการใช้งาน Apple Podcasts บนอุปกรณ์ทุกเครื่องของคุณ ข้อมูลนี้จะถูกจัดเก็บและผูกกับบัญชี Apple ของคุณ คุณสามารถปิดใช้งานการเชื่อมข้อมูลคลังของคุณได้ตลอดเวลาในการตั้งค่า เราใช้ข้อมูลเกี่ยวกับการสมัครรับช่องของคุณ พ็อดคาสท์ที่ติดตาม การเล่นพ็อดคาสท์ล่าสุด และคำแนะนำล่าสุดเพื่อปรับแต่งบริการสำหรับคุณโดยเฉพาะและช่วยคุณค้นหาเนื้อหาที่สัมพันธ์กับตัวคุณมากที่สุด คุณสามารถปิดใช้งานการปรับแต่งใน Apple Podcasts รวมถึงใน App Store, Apple Books, iTunes Store, Apple TV และสำหรับการสมัครใช้บริการต่างๆ จาก Apple ได้โดยปิดใช้รายการแนะนำสำหรับคุณโดยเฉพาะสำหรับบัญชี Apple ของคุณ บนอุปกรณ์ iOS, iPadOS หรือ visionOS ของคุณ ให้ไปที่การตั้งค่า > [ชื่อของคุณ] > สื่อและสินค้าที่ซื้อ > ดูบัญชี จากนั้นแตะเพื่อปิดใช้รายการแนะนำสำหรับคุณโดยเฉพาะ เราแชร์ข้อมูลกับผู้ให้บริการพ็อดคาสท์เฉพาะในรูปแบบข้อมูลรวม เราไม่แชร์ข้อมูลส่วนบุคคลใดๆ ของคุณกับบุคคลหรือบริษัทอื่น อย่างไรก็ตาม โปรดรับทราบด้วยว่า เมื่อคุณเล่นหรือดาวน์โหลดตอนพ็อดคาสท์จากผู้ให้บริการพ็อดคาสท์บางรายหรือใช้ Siri เพื่อฟังสรุปเสียง ผู้ให้บริการเหล่านั้นอาจสามารถเก็บรวบรวมข้อมูลเกี่ยวกับการที่คุณใช้พ็อดคาสท์ของพวกเขาได้ และการเก็บรวบรวมข้อมูลนั้นจะอยู่ภายใต้นโยบายและวิธีปฏิบัติด้านความเป็นส่วนตัวของพวกเขา ตัวอย่างเช่น เมื่อคุณเพิ่มรายการด้วย URL หรือฟังพ็อดคาสท์ที่โฮสต์ด้วยแพลตฟอร์มการโฮสต์ของบริษัทอื่น อุปกรณ์ของคุณจะเชื่อมต่อโดยตรงกับแพลตฟอร์มการโฮสต์ของบริษัทอื่นเพื่อให้บริการเนื้อหาที่ร้องขอกับคุณ ขณะที่เชื่อมต่อ แพลตฟอร์มการโฮสต์ของบริษัทอื่นจะสามารถเห็นที่อยู่ IP ของอุปกรณ์ของคุณได้ การจัดการที่อยู่ IP ของคุณโดยแพลตฟอร์มการโฮสต์ของบริษัทอื่นจะอยู่ภายใต้การกำกับของนโยบายความเป็นส่วนตัวของบริษัทอื่นนี้ แอปและอุปกรณ์อื่นๆ ที่สามารถรวมกับ Apple Podcasts ได้อาจขอเข้าถึง Apple Podcasts และคลังพ็อดคาสท์ของคุณ ถ้าคุณอนุญาตให้รวมกับแอปหรืออุปกรณ์ แอปหรืออุปกรณ์นั้นจะสามารถเข้าถึงข้อมูลได้ เช่น คลังของคุณ กิจกรรมการเล่นพ็อดคาสท์ของคุณ และคำแนะนำของคุณ แอปหรืออุปกรณ์ที่ได้รับอนุญาตยังสามารถแก้ไขข้อมูลที่ผูกกับบัญชีของคุณได้อีกด้วย เช่น พ็อดคาสท์ที่อยู่ในคลังของคุณ คุณสามารถปิดใช้งานการเข้าถึงของแอปสำหรับ Mac บน Mac ของคุณได้โดยไปที่การตั้งค่าระบบ > ความเป็นส่วนตัวและความปลอดภัย > สื่อและ Apple Music คุณสามารถปิดใช้งานการเข้าถึงโดยแอปหรืออุปกรณ์อื่นๆ ได้ในการตั้งค่าบัญชี Apple Music ของคุณ การสื่อสารกับคุณ Apple อาจใช้ข้อมูลเกี่ยวกับบัญชีของคุณ เช่น ผลิตภัณฑ์ของ Apple ที่คุณเป็นเจ้าของและการสมัครใช้บริการของ Apple ของคุณ เพื่อสื่อสารกับคุณเกี่ยวกับ Apple Podcasts รวมถึงผลิตภัณฑ์ บริการ และข้อเสนออื่นๆ จาก Apple ที่คุณอาจสนใจ Apple ยังอาจใช้ข้อมูลเกี่ยวกับกิจกรรมการซื้อของคุณภายใน Apple Podcasts เพื่อส่งอีเมลและการแจ้งเตือนแบบผลักข้อมูลเกี่ยวกับคุณสมบัติใหม่ เนื้อหา และข้อเสนอที่มีใน Apple Podcasts ให้คุณ คุณสามารถเปลี่ยนการตั้งค่าอีเมลของคุณและเลือกไม่รับอีเมลเหล่านี้ได้โดยไปที่ account.apple.com ในการอัปเดตการตั้งค่าการแจ้งเตือนของคุณบน Mac ให้ไปที่การตั้งค่าระบบ > การแจ้งเตือน > พ็อดคาสท์ Apple ใช้ข้อมูลเกี่ยวกับการโต้ตอบของคุณที่มีต่อการสื่อสารของเราซึ่งรวมถึงการแจ้งเตือนต่างๆ เพื่อปรับปรุงบริการของเรา การสมัครรับของ Apple Podcasts ถ้าคุณซื้อการสมัครรับพ็อดคาสท์จาก Apple Podcasts เราจะใช้ข้อมูลส่วนบุคคลที่จำเป็นในการประมวลผลธุรกรรมการซื้อของคุณ เช่น ข้อมูลบัญชีและข้อมูลการชำระเงิน ซึ่งคุณสามารถเข้าถึงและเปลี่ยนแปลงได้ในการตั้งค่า และประวัติการซื้อของคุณ เราอาจใช้ข้อมูลส่วนบุคคลของคุณเพื่อตรวจสอบว่าคุณเข้าเกณฑ์สำหรับการทดลองใช้ฟรีหรือข้อเสนอพิเศษจาก Apple Podcasts หรือไม่ เราใช้ข้อมูลเกี่ยวกับการสมัครใช้บริการต่างๆ ของ Apple และแอปของบริษัทอื่นที่ใช้งานอยู่ที่ซื้อผ่าน App Store เพื่อตรวจสอบว่าคุณมีสิทธิ์เข้าถึงเนื้อหาที่สมัครรับเพิ่มเติมใน Apple Podcasts หรือไม่ ถ้าคุณซื้อการสมัครรับโดยตรงจากบริษัทอื่นที่มีเนื้อหาที่มีไปก่อนหน้านี้ คุณจะสามารถตรวจสอบยืนยันการสมัครรับกับบริษัทอื่นและเข้าถึงเนื้อหาดังกล่าวได้ การป้องกันการโจรกรรมและกิจกรรมอื่นที่ประสงค์ร้าย เมื่อคุณใช้บัตรชำระเงิน Apple อาจเก็บรักษาและอัปเดตหมายเลขบัตรและข้อมูลการเรียกเก็บเงินของคุณโดยอัตโนมัติสำหรับการซื้อในอนาคต ธุรกรรมแบบประจำ หรือการใช้งานอื่นๆ ที่คุณอนุญาต Apple อาจได้รับข้อมูลนี้จากสถาบันการเงินหรือเครือข่ายการชำระเงินของคุณ และอาจใช้ข้อมูลนี้เพื่อเป็นการป้องกันการโจรกรรมและเพื่อตรวจสอบยืนยันด้วย Apple อาจใช้ข้อมูลเกี่ยวกับประวัติความสัมพันธ์ทางธุรกิจของคุณกับ Apple เพื่อประมวลผลการต่ออายุการสมัครรับ Apple Podcasts และตัดสินใจว่าจะมอบการเข้าถึงการสมัครรับของคุณอย่างต่อเนื่องก่อนได้รับการรับรองความถูกต้องโดยพันธมิตรการชำระเงินหรือไม่ เราจะยังคำนวณคะแนนความน่าเชื่อถือของอุปกรณ์บนอุปกรณ์ของคุณเมื่อคุณพยายามซื้อสินค้า โดยใช้ข้อมูลเกี่ยวกับวิธีการใช้งานอุปกรณ์ของคุณ รวมถึงจำนวนสายโทรหรืออีเมลที่คุณส่งและรับโดยประมาณ การส่งข้อมูลนี้ถูกออกแบบมาให้ Apple ไม่สามารถเรียนรู้ค่าที่ซ่อนอยู่ของอุปกรณ์ของคุณได้ คะแนนจะถูกจัดเก็บบนเซิร์ฟเวอร์ของเราเป็นระยะเวลาตายตัว Apple อาจใช้ข้อมูลเกี่ยวกับการใช้ Apple Podcasts ของคุณเพื่อปกป้องหรือป้องกันพฤติกรรมที่ละเมิดหรืออาจละเมิดข้อตกลงสิทธิ์การใช้งานซอฟต์แวร์ macOS หรือกฎหมายที่บังคับใช้ พื้นฐานทางกฎหมายที่เกี่ยวข้องสำหรับการประมวลผลข้อมูลส่วนบุคคล เราประมวลผลข้อมูลส่วนบุคคลของคุณใน Apple Podcasts โดยทั่วไปเพื่อปฏิบัติตามสัญญาของคุณกับ Apple ตามความจำเป็นในการให้บริการ และเพื่อให้เป็นไปตามภาระผูกพันตามกฎหมายของเรา ในกรณีที่ความยินยอมเป็นพื้นฐานทางกฎหมายที่เหมาะสม เราขอความยินยอมตามที่กฎหมายท้องถิ่นกำหนด ถ้ากฎหมายในท้องถิ่นที่บังคับใช้กำหนด เราจะประมวลผลข้อมูลส่วนบุคคลตามความจำเป็นเพื่อจุดประสงค์ด้านผลประโยชน์ที่ถูกต้องตามกฎหมายหรือเพื่อจุดประสงค์ของบุคคลหรือบริษัทอื่นเพื่อ: • แสดงเนื้อหาที่มีให้กับคุณ • เชื่อมข้อมูลตำแหน่งการเล่นและคลังของคุณกับอุปกรณ์ทุกเครื่อง • ปรับปรุงและปรับบริการให้เหมาะสมสำหรับคุณและผู้อื่น และสื่อสารกับคุณเกี่ยวกับ Apple Podcasts รวมถึงผลิตภัณฑ์ บริการ และข้อเสนออื่นๆ ที่เกี่ยวข้องจาก Apple ที่คุณอาจสนใจ • ป้องกันการโจรกรรมและกิจกรรมอื่นที่ประสงค์ร้าย ข้อมูลที่ใช้รวมถึง: • การใช้ Apple Podcasts ของคุณ ซึ่งรวมถึงตำแหน่งการเล่นและเนื้อหาในคลังของคุณ • การสมัครรับพ็อดคาสท์ที่คุณซื้อใน Apple Podcasts • บัญชีของคุณ เช่น ผลิตภัณฑ์จาก Apple ที่คุณเป็นเจ้าของและการสมัครใช้บริการต่างๆ ของ Apple ของคุณ • ที่อยู่ IP ของคุณ การเก็บบันทึกข้อมูล เราเก็บบันทึกข้อมูลส่วนบุคคลที่เกี่ยวข้องกับการซื้อของคุณใน Apple Podcasts เป็นระยะเวลาตามที่ระบุไว้ในกฎหมาย ซึ่งเกี่ยวข้องกับการแจ้งทางด้านการเงินที่แตกต่างกันไปตามแต่ละภูมิภาค สำหรับลูกค้าส่วนใหญ่ที่ต้องเก็บบันทึกข้อมูลเป็นระยะเวลาอย่างน้อย 10 ปี แต่ในภูมิภาค เช่น ประเทศจีน การเก็บบันทึกข้อมูลอาจมีระยะเวลา 30 ปี เรายังเก็บบันทึกข้อมูลการซื้อของคุณเป็นระยะเวลาอย่างน้อยนานตราบเท่าที่คุณมีบัญชีกับเรา เพื่ออนุญาตให้คุณเข้าถึงเนื้อหานั้นได้อีกครั้งตามข้อกำหนดที่บังคับใช้ของเรา บางข้อมูล เช่น ธุรกรรม ยกเว้นรายละเอียดบัตรที่จัดเก็บอยู่ของคุณ อาจถูกเก็บบันทึกเป็นบันทึกทางธุรกิจแม้หลังจากที่คุณปิดบัญชีหรือหยุดใช้ Apple Podcasts ข้อมูลที่เก็บรวบรวมโดย Apple จะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถอ่านได้ที่ https://www.apple.com/th/privacy/
tr: Bilgilerinizin gizliliğini ve güvenliğini korumak Apple’daki herkesin önceliğidir. Daha iyi bir deneyim yaşamanızı sağlamak amacıyla yalnızca gereksinimimiz olan verileri toplamak için çok çalışıyoruz. Verileri topladığımızda da, bilinçli seçimler yapabilmeniz için neleri topladığımızı ve bunlara niçin gereksinimimiz olduğunu bilmenizin önemli olduğuna inanıyoruz. Her Apple ürünü ve servisi gibi Apple Podcasts de bu prensipler göz önünde bulundurularak tasarlanmıştır. Apple Podcasts’i Sunma ve İyileştirme Servisi sağlamak, geliştirmek, podcast dinleyiciliğini anlamak ve bunun hakkında toplu raporlar hazırlamak için podcast dinleme ve etkileşimler hakkında verileri toplarız. Bu veriler, dinlediğiniz podcastʼler hakkında, bir podcastʼi ne kadar ve ne zaman dinlediğiniz, ne zaman aktardığınız, indirdiğiniz veya takip ettiğiniz gibi bilgiler içerir. Servisi iyileştirmeye ve kişiselleştirmeye yardımcı olmak için, tıkladığınız bağlantılar gibi, Apple Podcasts ile etkileşimleriniz hakkındaki bilgileri toplarız. Apple Podcastsʼi, bu veriler diğer Apple servislerine bağlı olmayacak şekilde tasarladık. Bu bilgiler, Apple Podcastsʼe özel olan ve Apple Hesabı’nızla saklanmayan bir rasgele benzersiz tanıtıcı ile ilişkilendirilir. Tanıtıcıyı iCloud Anahtar Zinciri’nin etkin olduğu aygıtlarınız arasında eşzamanlamak için iCloud Anahtar Zinciri’ni kullanırız. Apple’a gönderilen oynatma verilerinize dahil olan tanıtıcıyı sıfırlamak için Mac’te Podcast’ler > Yardım > Tanıtıcıyı Sıfırla bölümüne gidin. Apple Podcasts, size kolaylık sağlamak amacıyla dinlediğiniz podcast bölümlerinin çalma konumunun yanı sıra takip ettiğiniz şovlar, kaydettiğiniz bölümler ve istasyonlarınız da dahil olmak üzere arşivinizin içeriğini eşzamanlar, böylece aynı Apple Podcasts deneyimi keyfini aygıtlarınızın hepsinde yaşayabilirsiniz. Bu bilgiler, Apple Hesabı’nızla ilişkili olarak saklanır. Arşivinizin eşzamanlanmasını istediğiniz zaman Ayarlar’da etkisizleştirebilirsiniz. Servisi kişiselleştirmek ve sizinle en ilgili içerikleri keşfetmenize yardımcı olmak için kanal abonelikleriniz, takip ettiğiniz Podcast’ler, en son oynattığınız Podcast’ler ve en son öneriler hakkındaki bilgileri kullanırız. Apple Hesabı’nız için Kişiselleştirilmiş Önerilerʼi kapatarak Apple Podcasts, App Store, Apple Books, iTunes Store, Apple TV servisleri ve Apple abonelikleri için kişiselleştirmeyi etkisizleştirebilirsiniz. iOS, iPadOS ya da visionOS aygıtınızda Ayarlar > [adınız] > Ortamlar ve Satın Almalar > Hesabı Görüntüle bölümüne gidin, sonra Kişiselleştirilmiş Öneriler’e dokunarak seçeneği kapatın. Bilgileri, podcast sağlayıcılarla yalnızca birleştirilmiş şekilde paylaşıyoruz. Hiçbir kişisel verinizi üçüncü partilerle paylaşmayız. Ancak, podcast bölümlerini bazı podcast sağlayıcılarından çaldığınızda/oynattığınızda veya indirdiğinizde ya da kısa bir özet dinlemek için Siri’yi kullandığınızda bu sağlayıcılar podcast kullanımınız hakkında bilgi toplayabilirler ve bu bilgiler onların gizlilik politikasına ve uygulamalarına göre yönetilir. Örneğin, URL’ye göre bir şov eklediğinizde ya da üçüncü parti platformu tarafından sunulan bir podcast dinlediğinizde aygıtınız size istenilen içerikleri sağlamak için doğrudan üçüncü parti platforma bağlanır. Bağlandığınızda, aygıtınızın IP adresi üçüncü parti sunucu platformu tarafından görülebilir. IP adresinizin üçüncü parti sunucu platformu tarafından kullanımı, bu üçüncü partinin gizlilik politikalarına tabidir. Apple Podcasts entegrasyonu sunan diğer uygulamalar ve aygıtlar, Apple Podcastsʼe ve Podcastʼler Arşivʼinize erişmek isteyebilir. Bir uygulamaya veya aygıt entegrasyonuna bu tür bir izin verirseniz arşiviniz, podcast oynatma etkinlikleriniz ve önerileriniz gibi bilgilere erişilebilir. İzin verilen bir uygulama veya aygıt, arşivinizde hangi podcastʼlerin bulunduğu gibi hesabınızla ilişkili verileri de değiştirebilir. Bir Mac uygulamasının erişimini, Macʼte Sistem Ayarları > Gizlilik ve Güvenlik > Ortamlar ve Apple Music bölümünde etkisizleştirebilirsiniz. Diğer uygulamaların veya aygıtların erişimini Apple Music hesap ayarlarınızda etkisizleştirebilirsiniz. Sizinle İletişim Apple, Apple Podcasts ve ilginizi çekebilecek diğer Apple ürünleri, servisleri ve teklifleri hakkında size haberler göndermek için hesabınız hakkında, sahip olduğunuz Apple ürünleri ve Apple servislerine olan abonelikleriniz gibi bilgileri kullanabilir. Apple, size Apple Podcastsʼteki yeni özellikler, içerikler ve teklifler hakkında e-postalar ve anında iletilen bildirimler göndermek için Apple Podcastsʼteki satın alma etkinliğinizle ilgili bilgileri de kullanabilir. account.apple.com/tr adresine giderek e-posta tercihlerinizi değiştirebilir ve e-posta almaktan vazgeçebilirsiniz. Bildirim tercihlerinizi güncellemek için Macʼte Sistem Ayarları > Bildirimler > Podcastʼler bölümüne gidin. Apple, bildirimler de dahil olmak üzere iletişim yazışmalarımızla etkileşimleriniz hakkındaki bilgileri servislerimizi iyileştirmek için kullanır. Apple Podcasts Abonelikleri Apple Podcasts’ten podcast abonelikleri satın aldığınızda satın alma işlemleriniz için gerekli olan ve ayarlarda erişip değişiklik yapabileceğiniz hesap ve ödeme bilgilerinizin yanı sıra alışveriş geçmişiniz gibi kişisel verileri de kullanırız. Apple Podcasts’ten ücretsiz bir deneme ya da özel bir teklif için uygun olup olmadığınızı denetlemek için kişisel verilerinizi de kullanabiliriz. Apple Podcasts’te ek abonelik içeriklerine erişmeye hakkınız olup olmadığını görmek için App Store yoluyla satın alınan Apple servislerine ve üçüncü parti uygulamalara etkin abonelikleriniz hakkındaki bilgileri kullanırız. Daha önce doğrudan uygun içeriğe sahip bir üçüncü partiden abonelik satın aldıysanız aboneliğinizi üçüncü parti ile doğrulayabilir ve bu içeriğe erişim sağlayabilirsiniz. Dolandırıcılığı ve Diğer Kötü Amaçlı Eylemleri Önleme Bir ödeme kartı kullandığınızda Apple gelecekteki alışverişler, yinelenen işlemler veya yetki verdiğiniz diğer kullanımlar için kart numaranızı ve fatura bilgilerinizi tutabilir ve otomatik olarak güncelleyebilir. Apple, bu bilgileri finansal kurumunuzdan veya ödeme ağınızdan elde edebilir ve ayrıca bu bilgileri dolandırıcılığı önleme ve doğrulama için kullanabilir. Apple, Apple Podcasts abonelik yenilemelerini işlemek ve ödeme ortağının yetkilendirmesinden önce aboneliklerinize kesintisiz erişim sağlanıp sağlanmayacağını belirlemek için Apple ile geçmiş iş ilişkileriniz hakkındaki bilgileri de kullanabilir. Aynı zamanda, bir satın alma işlemi gerçekleştirmeye çalıştığınızda gönderdiğiniz ve aldığınız telefon aramalarının veya e‑postaların yaklaşık sayısı da dahil olmak üzere aygıtınızı nasıl kullandığınız hakkındaki bilgileri kullanarak aygıtınızda bir aygıt güven puanı hesaplarız. Gönderilen veriler, Appleʼın aygıtınızdaki gerçek değerleri öğrenemeyeceği şekilde tasarlanmıştır. Puan, sunucularımızda belirli bir süre saklanır. Apple, macOS Yazılım Lisans Sözleşmesi’ni veya yürürlükteki kanunu ihlal eden veya edebilecek olan eylemlere engel olmak veya onlara karşı harekete geçmek için Apple Podcasts kullanımınız hakkındaki bilgiyi kullanabilir. Kişisel Verilerin İşlenmesine Yönelik Yürürlükteki Yasal Dayanak Apple Podcasts’teki kişisel verilerinizi, servisi sunmak ve yasal yükümlülüklerimize uymak için gerekli olduğu gibi Apple ile sözleşmenizin yerine getirilmesi için işleriz. Onay, yürürlükteki yerel kanunlara göre aradığımız uygun yasal dayanaktır. Yürürlükteki yerel kanunlar gerektirdiğinde kişisel verileri bizim ya da üçüncü partilerin yasal çıkarlarının gerektirdiği gibi, şunları yapmak için işleriz: • Kullanabileceğiniz içerikleri görüntülemek • Oynatma konumunuzu ve arşivinizi aygıtlar arasında eşzamanlamak • Servisi siz ve başkaları için en iyi duruma getirmek ve iyileştirmek ve Apple Podcasts ve ilginizi çekebilecek diğer ilgili Apple ürünleri, servisleri ve teklifleri hakkında size haberler göndermek • Dolandırıcılığı ve diğer kötü amaçlı eylemleri önlemek Kullanılan veriler şunları içerir: • Oynatma konumu ve arşivinizdeki içerikler de dahil olmak üzere Apple Podcasts kullanımınız • Apple Podcasts’te satın aldığınız podcast abonelikleri • Sahip olduğunuz Apple ürünleri ve Apple servislerine olan abonelikleriniz gibi hesap bilgileriniz • IP adresiniz Bilgi Saklama Apple Podcasts’te satın alımlarınız ile ilişkili kişisel verileri bölgeye göre değişen mali raporlamayla ilgili yürürlükte bulunan yasalarca belirtilen süre boyunca saklarız. Bu, çoğu müşterimiz için en az 10 yıllık bir saklama süresi gerektirir ama Çin gibi bölgelerde bu süre 30 yılı bulabilir. Bizde bir hesabınız olduğu sürece satın aldıklarınıza erişmenize izin vermek için söz konusu içeriğin bir kaydını da yürürlükte bulunan hükümlere uygun olarak saklarız. İşlemler gibi bazı bilgiler, hesabınızı kapatsanız veya Apple Podcastsʼi kullanmayı bıraksanız bile işletme kaydı olarak saklanabilir ama kayıtlı kart ayrıntıları tutulmaz. Apple tarafından alınan tüm bilgiler her zaman www.apple.com/tr/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun bir şekilde işlenecektir.
uk: Захист приватності й безпеки вашої інформації є першочерговим завданням для всіх в Apple. Ми докладаємо великих зусиль, щоб збирати лише ті дані, які потрібні нам, щоб надавати вам найкращий сервіс, тому коли нам доводиться збирати дані, ми вважаємо, що для вас важливо знати, що й навіщо ми збираємо, щоб ви могли зробити поінформований вибір. Apple Podcasts, як і решту продуктів і послуг Apple, розроблено на цих засадах. Забезпечення роботи й вдосконалення Apple Podcasts Ми збираємо дані про прослуховування подкастів і взаємодію з ними, щоб надавати й вдосконалювати цей сервіс, розуміти аудиторію слухачів та генерувати про неї зведені звіти. Ці дані містять інформацію про подкасти, які ви слухаєте, як‑от тривалість прослуховування, час, коли ви слухаєте подкаст, а також час, коли ви транслюєте вміст у потоковому режимі, викачуєте його або починаєте відстежувати його. Ми збираємо інформацію про вашу взаємодію з Apple Podcasts, наприклад про посилання, які ви натискаєте, для вдосконалення й персоналізації цієї служби. Ми розробили Apple Podcasts так, щоб ці дані не повʼязувалися з іншими службами Apple. Ця інформація привʼязується до випадкового унікального ідентифікатора, призначеного винятково для Apple Podcasts, і не повʼязується з вашим обліковим записом Apple. За допомогою Вʼязки iCloud ми синхронізуємо цей ідентифікатор на ваших пристроях, де ввімкнено Вʼязку iCloud. Щоб скинути ідентифікатор на Mac, що додається до даних відтворення, які надсилаються до Apple, перейдіть у меню Подкасти > Довідка > Скинути ідентифікатор. Для вашої зручності Apple Podcasts синхронізовує позиції на шкалі відтворення епізодів подкастів, які ви слухаєте, а також вміст вашої медіатеки, зокрема шоу, за якими ви стежите, збережені епізоди й станції, щоб користування Apple Podcasts було однаково комфортним на всіх ваших пристроях. Ця інформація зберігається з привʼязкою до вашого облікового запису Apple. Синхронізацію медіатеки можна вимкнути в Параметрах будь-коли. Ми використовуємо інформацію про ваші підписки на канали, подкасти, за якими ви стежите, недавно відтворені подкасти й недавні рекомендації для персоналізації служби, щоб допомагати вам знаходити саме той вміст, що є найдоречнішим для вас. Можна вимкнути функції персоналізації в Apple Podcasts, App Store, Apple Books, iTunes Store і Apple TV, а також для підписок Apple. Для цього вимкніть перемикач «Персоналізовані рекомендації» для свого облікового запису Apple. На пристрої iOS, iPadOS чи visionOS перейдіть у меню Параметри > [ваше імʼя] > Медіавміст і покупки > Переглянути запис, а потім вимкніть параметр «Персоналізовані рекомендації». Ми поширюємо дані для постачальників подкастів лише у зведеному вигляді. Ми не поширюємо жодних ваших персональних даних для третіх сторін. Візьміть до уваги, що коли ви відтворюєте або викачуєте епізоди деяких подкастів від видавців подкастів або використовуєте Siri, щоб прослухати аудіозвіт, ці провайдери можуть збирати інформацію про ваше використання їхніх подкастів, і таке збирання регулюється їхніми власними політиками та процедурами забезпечення приватності. Наприклад, коли ви додаєте шоу за URL-адресою чи слухаєте подкаст на сторонній платформі, ваш пристрій зʼєднується безпосередньо з платформою, щоб надати вам вміст, який ви запитуєте. Під час зʼєднування IP‑адреса вашого пристрою буде видимою для такої платформи. Використання вашої IP‑адреси сторонньою платформою підпадає під дію політик конфіденційності її власника. Інші програми й пристрої, що підтримують інтеграцію з Apple Podcasts, можуть запитувати дозвіл на доступ до Apple Podcasts і вашої медіатеки подкастів. Якщо надати дозвіл на інтеграцію програмі чи пристрою, вони зможуть отримувати інформацію про вашу медіатеку, відтворені подкасти та ваші рекомендації. Схвалена програма чи пристрій також може змінювати дані, повʼязані з вашим обліковим записом, як‑от які подкасти є у вашій медіатеці. Вимкнути доступ програми на Mac можна в меню Системні параметри > Приватність і безпека > Медіавміст і Apple Music. Доступ іншим програмам чи пристроям можна заборонити в параметрах облікового запису Apple Music. Спілкування з вами Apple може використовувати інформацію про ваш обліковий запис, як‑от продукти Apple у вашій власності та ваші підписки на служби Apple, щоб надсилати повідомлення щодо Apple Podcasts та інших продуктів, служб і пропозицій Apple, що можуть вас цікавити. Компанія Apple також може використовувати інформацію про ваші покупки в Apple Podcasts, щоб надсилати вам е‑листи й push-сповіщення про нові функції, вміст і пропозиції, доступні в Apple Podcasts. Змінити свої налаштування е‑пошти та відмовитися від отримання цих листів можна на вебсайті account.apple.com. Щоб оновити параметри сповіщень на Mac, перейдіть у меню Системні параметри > Сповіщення > Подкасти. Apple використовує інформацію про вашу взаємодію з нашими повідомленнями, зокрема зі сповіщеннями, з метою покращення наших послуг. Підписки Apple Podcasts Якщо ви купуєте підписки на подкасти на Apple Podcasts, ми використовуватимемо персональні дані, необхідні для оброблення трансакцій, як‑от інформацію про обліковий запис і платіжні дані, які можна переглянути та змінити в Параметрах, а також історію покупок. Ми також можемо використовувати ваші персональні дані, щоб перевіряти ваше право на безкоштовний пробний період або спеціальну пропозицію в Apple Podcasts. Щоб перевірити, чи маєте ви право на доступ до додаткового вмісту за підпискою в Apple Podcasts, ми використовуємо інформацію про ваші активні підписки на сервіси Apple і сторонніх постачальників, придбані в App Store. Якщо ви вже придбали безпосередньо в третьої сторони підписку з доступним вмістом, то зможете підтвердити свою підписку в третьої сторони та отримати доступ до такого вмісту. Запобігання шахрайству й іншій зловмисній діяльності Коли ви використовуєте свою платіжну картку, Apple може зберігати й автоматично оновлювати номер вашої картки та платіжну інформацію для майбутніх покупок, періодичних трансакцій або для інших цілей, які ви дозволите. Apple може отримувати цю інформацію від вашої фінансової установи чи платіжної мережі та використовувати її для перевірок і запобігання шахрайству. Компанія Apple може також використовувати інформацію про історію ваших ділових взаємодій з Apple, щоб поновити підписку на Apple Podcasts і визначити можливість надання доступу до ваших підписок, перш ніж оператор платежів авторизує оплату. Ми також підраховуватимемо бал довіри для вашого пристрою, коли ви намагаєтеся здійснити покупку, на основі інформації про використання вами пристрою, зокрема приблизної кількості телефонних викликів чи е‑листів, які ви надсилаєте й отримуєте. Подання даних реалізовано так, що компанія Apple не може дізнатися про фактичні значення на вашому пристрої. Цей бал зберігається на наших серверах протягом певного проміжку часу. Apple може використовувати інформацію про ваше користування Apple Podcasts, щоб запобігати діям чи вживати заходів щодо дій, які порушують чи можуть порушувати відповідні ліцензійні угоди щодо програмного забезпечення macOS або чинне законодавство. Відповідне юридичне підґрунтя для опрацювання особистих даних Ми обробляємо ваші особисті дані в Apple Podcasts в основному для дотримання умов вашого договору з Apple у межах, необхідних для надання послуг і виконання наших зобовʼязань. У регіонах, де інформована згода має юридичне підґрунтя, ми просимо надати її згідно з відповідним місцевим законодавством. У регіонах, де це дозволено відповідним місцевим законодавством, з метою забезпечення наших законних інтересів та інтересів сторонніх компаній ми обробляємо персональні дані для таких цілей: • Показ доступного для вас вмісту • Синхронізація позиції відтворення і медіатеки на пристроях • Оптимізація і вдосконалення служби для вас та інших користувачів, надсилання повідомлень про Apple Podcasts та інші повʼязані продукти, служби й пропозиції Apple, що можуть вас зацікавити • Запобігання шахрайству й іншій зловмисній діяльності Використані дані містять таку інформацію: • Дані про користування Apple Podcasts, зокрема позиція на шкалі відтворення і вміст медіатеки • Підписки на подкасти, які ви купили в Apple Podcasts • Інформація про ваш обліковий запис, як‑от продукти Apple у вашій власності й ваші підписки на служби Apple • Ваша IP‑адреса Зберігання Ми зберігаємо персональні дані, повʼязані з вашими покупками в Apple Podcasts, на терміни, визначені чинним законодавством стосовно фінансової звітності, що можуть відрізнятися залежно від регіону. Для більшості клієнтів строк зберігання має бути принаймні 10 років, проте для деяких регіонів, як‑от Китаю, цей період може становити 30 років. Крім того, ми зберігаємо записи про ваші покупки, принаймні поки ви маєте в нас обліковий запис, щоб ви могли повторно отримати доступ до вмісту відповідно до наших чинних умов. Деяка інформація, як‑от про трансакції, крім деталей вашої збереженої картки, може зберігатися як реєстраційні записи обліку господарської діяльності навіть після того, як ви закриваєте свій обліковий запис чи припиняєте користування Apple Podcasts. Інформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики приватності Apple, яку можна знайти на www.apple.com/privacy.
vi: Bảo vệ quyền riêng tư và bảo mật thông tin của bạn là ưu tiên đối với mọi người tại Apple. Chúng tôi nỗ lực làm việc để chỉ thu thập dữ liệu cần thiết nhằm cải thiện trải nghiệm của bạn và khi thu thập dữ liệu, chúng tôi cho rằng điều quan trọng là bạn biết chúng tôi đang thu thập những gì và tại sao chúng tôi cần dữ liệu đó, để bạn có thể đưa ra lựa chọn đúng đắn. Apple Podcasts, giống như mọi sản phẩm và dịch vụ của Apple, được thiết kế dựa trên những nguyên tắc này. Cung cấp và cải thiện Apple Podcasts Chúng tôi thu thập dữ liệu về các tương tác và hoạt động nghe podcast để cung cấp và cải thiện dịch vụ, cũng như tìm hiểu và cung cấp báo cáo tổng hợp về thính giả podcast. Dữ liệu này bao gồm thông tin về các podcast mà bạn nghe, chẳng hạn như thời lượng của một podcast mà bạn nghe, thời điểm nghe cũng như thời điểm mà bạn truyền phát, tải về hoặc theo dõi. Để giúp cải thiện và cá nhân hóa dịch vụ, chúng tôi thu thập thông tin về các tương tác của bạn với Apple Podcasts, chẳng hạn như các liên kết mà bạn bấm vào. Chúng tôi đã thiết kế Apple Podcasts sao cho dữ liệu này không được liên kết với các dịch vụ khác của Apple. Thông tin này được liên kết với một mã định danh ngẫu nhiên duy nhất dành riêng cho Apple Podcasts và không được lưu trữ với Tài khoản Apple của bạn. Chúng tôi sử dụng Chuỗi khóa iCloud để đồng bộ hóa mã định danh trên các thiết bị đã bật Chuỗi khóa iCloud của bạn. Để đặt lại mã định danh có trong dữ liệu phát lại được gửi đến Apple trên máy Mac, hãy đi tới Podcast > Trợ giúp > Đặt lại mã định danh. Để thuận tiện cho bạn, Apple Podcasts đồng bộ hóa vị trí phát của các tập podcast mà bạn đang nghe cũng như nội dung thư viện của bạn, bao gồm các chương trình mà bạn theo dõi, các tập mà bạn đã lưu và các đài phát để bạn có thể tận hưởng cùng một trải nghiệm Apple Podcasts từ bất kỳ thiết bị nào của mình. Thông tin này được lưu trữ liên kết với Tài khoản Apple của bạn. Bạn có thể tắt tính năng đồng bộ hóa thư viện của mình bất kỳ lúc nào trong Cài đặt. Chúng tôi sử dụng thông tin về các đăng ký kênh, các podcast đã theo dõi, các podcast phát gần đây và các đề xuất gần đây của bạn để cá nhân hóa dịch vụ cũng như giúp bạn khám phá nội dung phù hợp nhất với mình. Bạn có thể tắt các tính năng cá nhân hóa trong Apple Podcasts, cũng như trong App Store, Apple Books, iTunes Store và Apple TV. Còn đối với các đăng ký từ Apple, bạn có thể tắt Đề xuất được cá nhân hóa cho Tài khoản Apple của mình. Trên thiết bị iOS, iPadOS hoặc visionOS, hãy đi tới Cài đặt > [tên của bạn] > Phương tiện & Mục mua > Xem tài khoản và sau đó chạm để tắt Đề xuất được cá nhân hóa. Chúng tôi chỉ chia sẻ dữ liệu với nhà cung cấp podcast ở dạng tổng hợp. Chúng tôi không chia sẻ bất kỳ dữ liệu cá nhân nào của bạn với bên thứ ba. Tuy nhiên, xin lưu ý rằng khi bạn phát hoặc tải về các tập podcast từ một số nhà cung cấp podcast hoặc sử dụng Siri để nghe một đoạn âm thanh ngắn, những nhà cung cấp đó có thể thu thập thông tin về việc sử dụng podcast của bạn và việc thu thập đó được điều chỉnh bởi các chính sách quyền riêng tư và biện pháp thực hành của họ. Ví dụ: khi bạn thêm một chương trình bằng URL hoặc nghe một podcast được lưu trữ bởi nền tảng lưu trữ bên thứ ba, thiết bị của bạn kết nối trực tiếp với nền tảng lưu trữ bên thứ ba để cung cấp cho bạn nội dung đã yêu cầu. Khi kết nối, địa chỉ IP của thiết bị sẽ hiển thị đối với nền tảng lưu trữ bên thứ ba. Việc sử dụng địa chỉ IP của bạn bởi nền tảng lưu trữ bên thứ ba được điều chỉnh bởi các chính sách quyền riêng tư của bên thứ ba này. Các ứng dụng và thiết bị khác cung cấp tính năng tích hợp Apple Podcasts có thể yêu cầu quyền truy cập vào Apple Podcasts và Thư viện podcast của bạn. Nếu bạn cấp phép cho việc tích hợp ứng dụng hoặc thiết bị đó, ứng dụng hoặc thiết bị có thể truy cập thông tin như thư viện, hoạt động phát podcast và các đề xuất của bạn. Ứng dụng hoặc thiết bị được cấp phép cũng có thể sửa đổi dữ liệu được liên kết với tài khoản của bạn, ví dụ như những podcast nào ở trong thư viện của bạn. Bạn có thể tắt quyền truy cập của ứng dụng dành cho máy Mac trên máy Mac của mình bằng cách đi tới Cài đặt hệ thống > Quyền riêng tư & Bảo mật > Phương tiện & Apple Music. Bạn có thể tắt quyền truy cập của các ứng dụng hoặc thiết bị khác trong cài đặt tài khoản Apple Music. Liên lạc với bạn Apple có thể sử dụng thông tin về tài khoản của bạn, ví dụ như các sản phẩm Apple mà bạn sở hữu và các đăng ký dịch vụ của Apple của bạn, để gửi cho bạn các liên lạc về Apple Podcasts và các sản phẩm, dịch vụ cũng như ưu đãi khác của Apple mà bạn có thể quan tâm. Apple cũng có thể sử dụng thông tin về hoạt động mua của bạn bên trong Apple Podcasts để gửi cho bạn các email và thông báo push về các tính năng, nội dung và ưu đãi mới có sẵn trên Apple Podcasts. Bạn có thể thay đổi tùy chọn email và lựa chọn không nhận những email này bằng cách truy cập account.apple.com. Để cập nhật tùy chọn thông báo của bạn trên máy Mac, hãy đi tới Cài đặt hệ thống > Thông báo > Podcast. Apple sử dụng thông tin về tương tác của bạn với các liên lạc của chúng tôi, bao gồm thông báo, để cải thiện các dịch vụ. Đăng ký Apple Podcasts Nếu bạn mua các đăng ký podcast từ Apple Podcasts thì chúng tôi sẽ sử dụng dữ liệu cá nhân cần thiết để xử lý các giao dịch mua của bạn, ví dụ như thông tin tài khoản và thanh toán mà bạn có thể truy cập và thay đổi trong cài đặt, cũng như lịch sử mua của bạn. Chúng tôi cũng có thể sử dụng dữ liệu cá nhân của bạn để kiểm tra xem bạn có đủ điều kiện đối với việc dùng thử miễn phí hoặc ưu đãi đặc biệt từ Apple Podcasts hay không. Chúng tôi sử dụng thông tin về các đăng ký đang hoạt động của bạn vào các dịch vụ của Apple và các ứng dụng của bên thứ ba được mua thông qua App Store để kiểm tra xem bạn có quyền truy cập nội dung được đăng ký bổ sung trong Apple Podcasts không. Nếu trước đây bạn đã mua đăng ký trực tiếp từ một bên thứ ba với nội dung có sẵn thì bạn sẽ có thể xác minh đăng ký của mình với bên thứ ba và nhận quyền truy cập vào nội dung đó. Ngăn chặn lừa đảo và hoạt động có hại khác Khi bạn sử dụng thẻ thanh toán, Apple có thể lưu giữ và tự động cập nhật số thẻ và thông tin thanh toán của bạn cho các mục mua trong tương lai, các giao dịch lặp lại hoặc những lần sử dụng khác mà bạn cấp phép. Apple có thể lấy thông tin này từ tổ chức tài chính hoặc mạng lưới thanh toán của bạn và cũng sử dụng thông tin đó cho mục đích ngăn chặn lừa đảo và xác minh. Apple cũng có thể sử dụng thông tin về mối quan hệ kinh doanh trước đây của bạn với Apple để xử lý các gia hạn đăng ký Apple Podcasts và xác định xem có cung cấp quyền truy cập liên tục vào các đăng ký của bạn trước khi đối tác thanh toán xác thực hay không. Chúng tôi cũng sẽ tính điểm số tin cậy thiết bị trên thiết bị của bạn khi bạn muốn mua hàng bằng cách sử dụng thông tin về cách bạn sử dụng thiết bị, bao gồm số lượng gần đúng các cuộc gọi điện thoại hoặc email mà bạn gửi và nhận. Nội dung gửi được thiết kế sao cho Apple không thể ghi nhớ các giá trị cơ bản trên thiết bị của bạn. Điểm số được lưu trữ trong khoảng thời gian cố định trên các máy chủ của chúng tôi. Apple có thể sử dụng thông tin về việc sử dụng Apple Podcasts của bạn để ngăn chặn hoặc chống lại các hoạt động vi phạm hoặc có thể vi phạm Thỏa thuận cấp phép phần mềm macOS hoặc luật áp dụng. Cơ sở pháp lý áp dụng cho việc xử lý dữ liệu cá nhân Thông thường, chúng tôi xử lý dữ liệu cá nhân của bạn trong Apple Podcasts cho việc thực hiện hợp đồng của bạn với Apple, khi cần thiết để cung cấp dịch vụ và để tuân thủ các nghĩa vụ pháp lý của chúng tôi. Khi sự chấp thuận là cơ sở pháp lý phù hợp, chúng tôi cố gắng đạt được điều đó tuân theo luật áp dụng tại địa phương. Khi luật áp dụng tại địa phương quy định, chúng tôi xử lý dữ liệu cá nhân khi cần thiết cho các mục đích lợi ích hợp pháp của mình hoặc của bên thứ ba để: • Hiển thị nội dung có sẵn cho bạn • Đồng bộ hóa vị trí phát lại và thư viện của bạn trên các thiết bị • Tối ưu hóa và cải thiện dịch vụ cho bạn và những người khác, đồng thời gửi cho bạn các liên lạc về Apple Podcasts cũng như các sản phẩm, dịch vụ và ưu đãi liên quan khác của Apple mà bạn có thể quan tâm • Ngăn chặn lừa đảo và hoạt động có hại khác Dữ liệu được sử dụng bao gồm: • Việc sử dụng Apple Podcasts của bạn, bao gồm vị trí phát và nội dung trong thư viện của bạn • Các đăng ký podcast mà bạn mua trong Apple Podcasts • Tài khoản của bạn, ví dụ như các sản phẩm Apple mà bạn sở hữu và đăng ký của bạn vào các dịch vụ của Apple • Địa chỉ IP của bạn Lưu giữ Chúng tôi lưu giữ dữ liệu cá nhân được liên kết với các mục mua của bạn trong Apple Podcasts trong các khoảng thời gian được quy định trong luật áp dụng, thay đổi theo vùng, liên quan đến việc báo cáo tài chính. Đối với hầu hết các khách hàng, việc này yêu cầu khoảng thời gian lưu giữ tối thiểu là 10 năm, tuy nhiên khoảng thời gian đó có thể là 30 năm tại những vùng như Trung Quốc. Chúng tôi cũng lưu giữ một bản ghi về các mục mua của bạn, tối thiểu bằng với thời gian bạn có tài khoản với chúng tôi, để cho phép bạn truy cập lại nội dung đó, tuân theo các điều khoản áp dụng của chúng tôi. Một số thông tin, ví dụ như các giao dịch, nhưng không bao gồm chi tiết thẻ được lưu trữ của bạn, có thể được lưu giữ dưới dạng hồ sơ kinh doanh ngay cả sau khi bạn đóng tài khoản hoặc dừng sử dụng Apple Podcasts. Thông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com/vn/privacy.
zh_cn: 保护你信息的隐私和安全是Apple每个人的首要任务。我们致力于仅收集为你带来更佳体验所需的数据。收集数据时，我们认为你对所收集数据及为何需要该数据享有知情权，以便你做出明智选择，这十分重要。与每一种Apple产品和服务一样，Apple播客在设计上同样基于上述原则。 提供和改进Apple播客 我们收集播客收听与交互数据，以提供和改进服务，同时了解并提供播客收听率的聚合报告。此数据包括你所收听的播客信息，例如你收听某个播客的进度、收听时间以及流播放、下载或关注的时间。为帮助改进并提供个性化服务，我们会收集你与Apple播客的交互信息，如你点按的链接。基于Apple播客的设计，此数据不会与其他Apple服务相关联。此信息会与Apple播客所独有的随机唯一标识符关联，不会与你的Apple账户一起储存。我们使用iCloud钥匙串在你启用iCloud钥匙串的设备间同步标识符。若要还原Mac上发送给Apple的播放数据中包含的标识符，请前往“播客”>“帮助”>“还原标识符”。 为了方便你使用，Apple播客会同步你正在收听的播客单集的播放位置以及资料库的内容，其中包括你关注的节目、存储的单集和你的电台，以便你在所有设备上都可享受相同的Apple播客使用体验。此类信息与你的Apple账户关联储存。你可以随时在“设置”中停用资料库同步。 我们会使用你的频道订阅、关注播客、最近播放的播客以及最近推荐内容的相关信息来向你提供个性化服务，以及帮助你发现最相关的内容。你可以关闭Apple账户的“个性化推荐”，以在Apple播客、App Store、Apple Books、iTunes Store、Apple TV以及Apple订阅服务中停用个性化功能。在iOS、iPadOS或visionOS设备上，前往“设置”> [你的姓名] >“媒体与购买项目”>“查看账户”，然后轻点以关闭“个性化推荐”。 我们仅以聚合形式与播客提供者共享数据。我们不会将你的个人数据与第三方共享。需要注意的是，在你播放或下载来自某些播客提供者的播客单集或者使用Siri收听音频简报时，提供者可能会收集有关你使用其播客的信息，收集的信息和方式受其隐私政策和惯例的约束。例如，当你通过URL添加节目或收听第三方托管平台托管的播客时，设备会直接连接第三方托管平台来为你提供所需内容。连接时，设备的IP地址将对第三方托管平台可见。第三方托管平台对你IP地址的处理受此第三方的隐私政策制约。 提供Apple播客整合服务的其他App和设备可能请求访问Apple播客和播客资料库。如果App或设备获得你的此类授权进行整合，则其能够访问诸如你的资料库、播客播放活动和相关推荐等信息。获得许可的App或设备还可修改与你账户关联的数据，例如资料库中包含的播客。你可以在Mac上停用Mac App的访问权限，方法是前往“系统设置”>“隐私与安全性”>“媒体与Apple Music”。你可以在Apple Music账户设置中停用其他App或设备的访问。 与你通信 Apple可能使用你账户的相关信息，例如你拥有的Apple产品和你订阅的Apple服务，向你发送Apple播客以及你可能感兴趣的Apple其他产品、服务和优惠的相关信息。Apple还可能使用你在Apple播客中购买活动相关的信息，向你发送Apple播客中新功能、内容和优惠相关的电子邮件并推送相关通知。你可以通过访问account.apple.com来更改你的电子邮件偏好设置并选择不接收这些电子邮件。若要在Mac上更新通知偏好设置，请前往“系统设置”>“通知”>“播客”。Apple使用你与我们所发信息（包括通知）的交互信息改进服务。 Apple播客订阅 如果你从Apple播客中购买播客订阅，我们将使用处理你购买交易所需的个人数据，如你的账户和支付信息（可在设置中访问和更改）以及你的购买记录。我们可能还会使用你的个人数据检查你是否符合Apple播客免费试用或特殊优惠的资格。 我们使用已启用的Apple服务订阅以及通过App Store购买的第三方App检查你是否可访问Apple播客中的更多订阅内容。若之前曾直接从可提供内容的第三方购买了订阅，你将可通过第三方验证订阅并访问此类内容。 防范欺诈及其他恶意行为 当你使用付款卡时，Apple可能会保留并自动更新你的卡号和账单信息，以用于之后的消费、重复交易或你授权的其他用途。Apple可能会从你的金融机构或支付网络获取此信息，同时将其用于验证和防范欺诈行为。Apple也可能使用你与Apple过往交易关系的相关信息处理Apple播客订阅续期，并确定是否在支付合作伙伴授权之前让你持续访问订阅项目。 当你尝试购买时，我们还会使用与你的设备使用方式相关的信息（包括大致的通话次数或收发的电子邮件数量）在设备上计算并得出一个设备信任值。数值经处理后提交，Apple无法获悉你设备上的底层数值。该数值会在我们的服务器上储存一段固定的时间。 Apple可能会使用你Apple播客的使用信息来阻止违反或可能违反macOS软件许可协议或适用法律的活动，或对其采取措施。 处理个人数据的适用法律依据 我们处理你在Apple播客中的个人数据，一般是为了履行你与Apple的合同，处理范围视提供服务以及遵守法律义务所需而定。在同意即为合理法律依据的地区，我们会根据当地适用法律寻求同意。 在当地适用法律允许时，我们会按照满足我们或第三方合法权益的目的所需来处理个人数据以： • 显示可向你提供的内容 • 在设备间同步播放位置和资料库 • 为你及他人改进和优化服务以及向你发送有关Apple播客以及你可能感兴趣的其他Apple产品、服务和优惠信息 • 防范欺诈及其他恶意行为 使用的数据包括： • Apple播客的使用情况，包括播放位置和资料库中的内容 • 在Apple播客中购买的播客订阅 • 你的账户，例如拥有的Apple产品以及订阅的Apple服务 • 你的IP地址 保留 我们保留与你在Apple播客中购买关联的个人数据，保留期限符合财务报告相关适用法律的规定，不同地区会有所不同。对于大部分消费者，保留期限至少需10年；但在某些国家或地区（如中国），该期限可能为30年。根据我们的适用条款，至少在你拥有我们的账户期间内，我们还会保留你的购买记录，以便你重新访问该内容。部分信息（如交易，但不是已储存卡片的详细信息）在你注销账户或停止使用Apple播客后可能仍会保留为业务记录。 Apple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com/cn/privacy。
zh_hk: 保護你資料的私隱和保安是Apple每個人的首要任務。我們努力只收集真正需要的資料來改進你的體驗。收集資料時，我們認為讓你知道收集的內容和需要的原因十分重要，因為唯有如此，你才能做出知情的選擇。跟所有Apple產品與服務一樣，Apple Podcast也是依照這些原則設計的。 提供和改進Apple Podcast 我們會收集有關收聽Podcast的資料和互動情況，以提供和改進服務，以及了解並提供關於Podcast收聽率的𢑥集報告。此資料包括你收聽的Podcast資料，例如你收聽Podcast的進度、聆聽、串流、下載或關注Podcast的時間。為了協助改進和個人化服務，我們會收集你與Apple Podcast的互動情況，例如你點按的連結。基於Apple Podcast的設計，此資料不會與其他Apple服務連結。此資料會連繫至隨機獨有識別碼，此識別碼為Apple Podcast特定，不會與你的Apple帳户一起儲存。我們使用「iCloud鑰匙圈」在所有已啟用「iCloud鑰匙圈」的裝置上同步識別碼。如要重設在Mac上傳送予Apple的播放資料中內含的識別碼，請前往Podcast >「輔助説明」>「重設識別碼」。 為方便起見，Apple Podcast會同步你收聽的Podcast單集播放位置，以及資料庫的內容，包括你關注的節目、儲存的單集和電台，以便你在所有裝置上都可享受相同的Apple Podcast體驗。此資料會以連繫至你的Apple帳户的方式儲存。你可以隨時在「設定」中停用資料庫的同步功能。 我們會使用你的頻道訂閲項目、已關注的Podcast、最近播放的Podcast和最近推薦項目的相關資料以個人化服務，助你探索與你最相關的內容。你可以透過關閉Apple帳户的「個人化推薦項目」來在Apple Podcast、App Store、Apple Books、iTunes Store、Apple TV和Apple的訂閲項目中停用個人化功能。在iOS、iPadOS或visionOS裝置上，前往「設定」> [你的姓名] >「媒體與購買項目」>「檢視帳户」，然後點一下來關閉「個人化推薦項目」。 我們只會以彙集方式與Podcast提供者分享資料。我們不會將你的個人資料與第三方分享。然而，請注意你從某些Podcast提供者播放或下載Podcast單集或使用Siri來聆聽音訊簡介時，這些提供者可能可以收集你如何使用他們Podcast的資料，此收集方式受到其私隱政策及做法的規範。例如，當你透過URL加入節目或聆聽由第三方平台託管的Podcast時，裝置會直接連接第三方託管平台，為你提供所需內容。連線時，第三方託管平台將可以看到你裝置的IP位址。第三方託管平台在處理你IP位址上受此第三方私隱政策規範。 提供Apple Podcast整合的其他App和裝置可能會要求取用Apple Podcast和Podcast資料庫。如你將此權限授予App或裝置整合，其便可取用資料庫、Podcast播放活動和建議項目等資料。獲得允許的App或裝置亦可修改你帳户的相關資料，例如你資料庫中有哪些Podcast。你可以在Mac的「系統設定」>「私隱與保安」>「媒體與Apple Music」中停用Mac App的取用權限。你可以在Apple Music帳户設定中停用其他App或裝置的取用權限。 與你通訊 Apple可能會使用與你帳户相關的資料（例如你擁有的Apple產品以及訂閲的Apple服務）向你傳送Apple Podcast以及你可能感興趣的其他Apple產品、服務和優惠的相關通訊。Apple亦可能會使用你在Apple Podcast中的購買活動資料向你傳送電郵並推送Apple Podcast上可用的新功能、內容和優惠的通知。你可以前往account.apple.com來更改電郵偏好設定，並選擇不接收這些電郵。如要在Mac上更新通知偏好設定，請前往「系統設定」>「通知」> Podcast。Apple會使用你與我們的通訊（包括通知）互動的相關資料以改善服務。 Apple Podcast訂閲項目 如你在Apple Podcast中購買Podcast訂閲項目，我們會使用必要的個人資料（如你的帳户和付款資料）以處理你的購買交易，你可以在設定中取用並更改這些資料，我們也會使用你的購物記錄。我們亦可能使用你的個人資料以檢查你是否符合Apple Podcast免費試用或特別優惠的資格。 我們會使用與你使用中的Apple服務訂閲項目和透過App Store購買的第三方App內容相關的資料，以檢查你是否有權取用Apple Podcast中的額外訂閲內容。如你之前曾直接從包括可用內容的第三方購買訂閲項目，你將可以透過第三方驗證訂閲項目，並取得該內容的取用權限。 防範詐騙和其他惡意活動 當你使用付款卡時，Apple可能會保留並自動更新你的卡號和帳單資料，以供日後購買、重複交易或你授權的其他用途。Apple可能會從你的金融機構或支付網絡取得此資料，並會將其用於防止詐騙和進行驗證。Apple可能會使用有關你與Apple的過去業務關係資料來處理Apple Podcast續訂，並在付款合作夥伴授權前確定是否繼續提供訂閲項目的取用權限。 當你嘗試購物時，我們也會按裝置的使用資料（包括大約通話次數或傳送和收到的電郵數量）計算裝置信任分數。送出資料的方式是經過設計的，Apple無法得知你裝置上的真實數值。分數會在我們的伺服器上儲存一段固定時間。 Apple可能會用你的Apple Podcast使用資料以防止或採取行動阻止可能或已違反macOS軟件許可協議或適用法律的活動。 處理個人資料的適用法律依據 我們處理你在Apple Podcast中的個人資料，通常是為了履行你與Apple之間的合約，此為提供服務所必需的，此舉亦是為了遵守我們的法律義務。在同意即為適當法律依據的地區，我們會根據適用的當地法律尋求你的同意。 在適用的當地法律允許時，我們會視乎需要處理個人資料，以保障我們或第三方的合法權益，目的如下： • 顯示可供你使用的內容 • 在裝置之間同步播放位置和資料庫 • 為你和他人最佳化並改進服務，並向你傳送Apple Podcast以及你可能感興趣的其他相關Apple產品、服務和優惠的相關通訊 • 防範詐騙和其他惡意活動 使用的資料包括： • 你的Apple Podcast使用狀況，包括播放位置和資料庫中的內容 • 你在Apple Podcast中購買的Podcast訂閲項目 • 你的帳户，例如你擁有的Apple產品和訂閲的Apple服務 • 你的IP位址 保留 我們會保留你在Apple Podcast中與購買項目相關的個人資料一段時間，此保留時間視各個地區財務報告適用的相關法律而有所不同。對於大部份的消費者，保留期需要至少10年，但在某些地區（如中國）該保留期可能為30年。我們也會保留你的購物記錄，保留期至少為你擁有我們帳户的期間，以便你在符合重新取用適用條款的情況下可重新取用內容。即使你關閉帳户或停止使用Apple Podcast，部份資料（例如交易記錄，但不包括你已儲存的卡之詳細資料）仍可能會保留為商業記錄。 無論何時，Apple均會依照「Apple私隱政策」的規定處理所收集的資料，請瀏覽www.apple.com/hk/privacy。
zh_tw: 保護你資訊的隱私權和安全性是Apple每個人的首要任務。我們努力收集真正需要的資料來改進你的體驗，當有收集資料的必要時，我們認為讓你知道收集的內容和需要的原因十分重要，因為唯有如此，你才能做出知情的選擇。如同各項Apple產品和服務，Apple Podcast亦遵照上述原則設計而成。 提供並改進Apple Podcast 我們會收集你聆聽以及和Podcast互動的相關資料以提供和改進服務，並進而瞭解並提供Podcast聆聽率的彙集報告。此資料包含你聆聽的Podcast，例如你聆聽Podcast的進度、你聆聽的時間，以及你於何時連續播送、下載或追蹤。為了協助改進和個人化服務，我們會收集你與Apple Podcast的互動情況，例如你按下的連結。由於Apple Podcast的設計，其資料不會與其他Apple服務連結。此資訊會與隨機獨有識別碼產生關聯，此識別碼為Apple Podcast特定，不會與你的「Apple帳號」一起儲存。我們會使用「iCloud鑰匙圈」來同步所有已啟用「iCloud鑰匙圈」的裝置上的識別碼。若要在Mac上重置傳送給Apple播放資料中內含的識別碼，請前往Podcast >「輔助說明」>「重置識別碼」。 為方便你使用，Apple Podcast會同步你聆聽的Podcast單集播放位置，以及你資料庫的內容（包含追蹤節目、儲存單集和電台），讓你在所有裝置上享有相同的Apple Podcast體驗。這些資訊會被儲存並與你的「Apple帳號」產生關聯。你可以隨時在「設定」中停用資料庫同步。 我們會使用頻道訂閱項目、追蹤的Podcast、Podcast最近的播放項目和最近的推薦項目等相關資訊來提供個人化服務，以協助你探索與你最為相關的內容。你可以關閉「Apple帳號」的「個人化推薦」以在Apple Podcast、App Store、Apple Books、iTunes Store、Apple TV和其他Apple訂閱項目中停用個人化功能。在iOS、iPadOS或visionOS裝置上，請前往「設定」> [你的姓名] >「媒體與購買項目」>「檢視帳號」，然後點一下來關閉「個人化推薦」。 我們只會以彙集方式與Podcast提供者分享資料。我們不會將你的個人資料與第三方分享。然而，請注意當你從部分Podcast提供者播放或下載Podcast單集，或是使用Siri聽取音訊簡報時，這些提供者可以收集你如何使用他們Podcast的資訊，此收集方式受到其隱私權政策和條款的規範。例如，當你透過URL加入節目或聆聽由第三方平台託管的Podcast時，你的裝置會直接連接第三方託管平台來提供你要求的內容。連線時，第三方託管平台將可看到你裝置的IP位址。第三方託管平台對於你IP位址的處理會受到此第三方的隱私權政策規範。 提供Apple Podcast整合的其他App和裝置可能會要求取用Apple Podcast和你的Podcast資料庫。若你向App或裝置整合授予此權限，則它可以取用如資料庫、Podcast播放活動和推薦項目之類的資訊。允許的App或裝置也可以修改與你帳號相關的資料，例如資料庫中有哪些Podcast。你可以在Mac的「系統設定」>「隱私權與安全性」>「媒體與Apple Music」中停用App的取用權限。你可以在Apple Music帳號的設定中停用其他App或裝置的取用權限。 與你通訊 Apple可能會使用與你帳號有關的資訊（例如你擁有的Apple產品和你訂閱的Apple服務），以傳送Apple Podcast和其他你可能感興趣的Apple產品、服務和優惠的相關通訊。Apple也可能使用你在Apple Podcast中的購買相關資訊來向你傳送電子郵件和推播通知，告知你Apple Podcast上可用的新功能、內容和優惠。你可以前往account.apple.com來更改電子郵件的偏好設定，並選擇不接收這些電子郵件。若要在Mac上更新通知的偏好設定，請前往「系統設定」>「通知」> Podcast。Apple會使用你與我們通訊（包含通知）的互動資訊來改善我們的服務。 Apple Podcast訂閱項目 若你從Apple Podcast購買Podcast訂閱項目，我們會使用必要的個人資料以處理你的購買交易，例如你的帳號和付款資訊（你可以在「設定」中取用並更改），以及你的購買記錄。我們可能也會使用你的個人資料來檢查你是否適用來自Apple Podcast的免費試用或特別優惠。 我們會運用你已啟用的Apple服務訂閱項目和透過App Store的第三方App購買項目等相關資訊，以便檢查你是否可以取用Apple Podcast中的額外訂閱內容。若你先前直接從提供內容的第三方購買訂閱項目，你可以與第三方驗證你的訂閱並取用內容。 防範詐騙和其他惡意活動 當你使用付款卡時，Apple可能會保留並自動更新你的卡號和帳單資訊，以供日後購買、重複交易或你授權的其他用途使用。Apple可能會從你的金融機構或支付網路取得此資訊，並也會將其用於防範詐騙和進行驗證。Apple可能也會使用你與Apple過往商務關係的相關資訊來處理Apple Podcast續訂，並在付款夥伴授權前確定是否要讓你繼續取用訂閱項目。 當你嘗試進行購物時，我們也會在裝置上使用與裝置用途有關的資訊（包含你通話或收發電子郵件的大約數量）來計算裝置的信任分數。送出資訊的方式是經過設計的，Apple並無法得知你裝置上的真實數值。這些分數會在我們的伺服器上儲存一段固定的時間。 Apple可能會用你的Apple Podcast使用資訊來防止或採取行動阻止可能或已違反macOS軟體許可協議或適用法律的活動。 處理個人資料適用的法律依據 我們會處理Apple Podcast中你的個人資料，通常是為了履行你與Apple之間的合約，處理範圍視提供服務和遵守法律義務所需而定。在同意即為適當法律依據的地區，我們會依照適用的當地法律尋求你的同意。 若符合適用的當地法律，我們會以我們或第三方的正當利益為目的，視需要處理個人資料，以用於提供以下服務： • 顯示可用的內容 • 在裝置之間同步你的播放位置和資料庫 • 為你與其他人最佳化並改進服務，以及傳送與Apple Podcast和其他你可能感興趣的Apple產品、服務和優惠的相關通訊 • 防範詐騙和其他惡意活動 使用的資料包含： • 你在Apple Podcast中的使用資訊，包含播放位置和你資料庫中的內容 • 你在Apple Podcast中購買的Podcast訂閱項目 • 你的帳號，例如你擁有的Apple產品以及你訂閱的Apple服務 • 你的IP位址 保留 我們會保留你在Apple Podcast中與你的購買項目相關的個人資料一段時間，此保留時間視各地區財務報告適用的相關法律而有所不同。針對大部分的消費者，需要至少10年的保留期，但在如中國等地區，保留期可達30年。我們也會保留你的購買記錄，保留期間至少為你擁有我們帳號的期間，以便你在符合適用條款的情況下可重新取用內容。即使你關閉帳號或停止使用Apple Podcast，部分資訊（例如交易記錄，而非你儲存的卡片詳細資訊）可能會依營業記錄需求留底。 在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪：https://www.apple.com/tw/privacy/
